Repository: KDE/plasma-desktop
Catalog: po/*/kcm_access.po
Languages: ga, pt, ug

# @label:spinbox
source: Repeat interval:
ga: Eatramh athrá:
pt: Intervalo de repetição:
ug: قايتىلاش ئارىلىقى:

# @label:spinbox
source: Acceleration time:
ga: Am luasghéaraithe:
pt: Tempo de aceleração:
ug: تېزلىتىش ۋاقتى:

# @label:spinbox
source: Maximum speed:
ga: Uasmhéid Luas:
pt: Velocidade máxima:
ug: ئەڭ يۇقىرى سۈرئىتى:

# @label:spinbox
source: Pointer acceleration:
ga: Luasghéarú pointeora:
pt: Aceleração do ponteiro:
ug: نىشانلىغۇچنى تېزلىتىش:

# @info Placeholder message title
source: The Orca Screen Reader is not installed
ga: Níl an Léitheoir Scáileáin Orca suiteáilte
pt: O leitor de ecrã Orca não está instalado
ug: Orca ئېكران ئوقۇغۇچ ئورنىتىلمىغان

# @info Placeholder message explanation
source: Please install it, then close and reopen this window
ga: Suiteáil é, ansin dún agus athoscail an fhuinneog seo
pt: Instale-o, depois feche e reabra esta janela.
ug: ئۇنى ئورنىتىپ ئاندىن بۇ كۆزنەكنى قايتا ئېچىڭ

# @option:check
source: Enable Screen Reader
ga: Cumasaigh Léitheoir Scáileáin
pt: Ativar o Leitor de Ecrã
ug: ئېكران ئوقۇغۇچنى قوزغىتىدۇ

# @action:button
source: Launch Orca Screen Reader Configuration…
ga: Cumasaigh Léitheoir ScáileáinSeol Cumraíocht Léitheora Scáileáin Orca…
pt: Iniciar configuração do leitor de ecrã Orca…
ug: Orca ئېكران ئوقۇغۇچ سەپلىمىسىنى قوزغىتىدۇ…

# @label
source: Shake pointer to find it:
ga: Croith an pointeoir chun é a aimsiú:
pt: Agitar o ponteiro para o localizar:
ug: ئۇنى تېپىش ئۈچۈن نىشانلىغۇچنى تىترىتىدۇ:

# @option check, Enable shake pointer effect
source: Enable
ga: Cumasaigh
pt: Ativar
ug: قوزغات

# @label Pointer magnification level
source: Magnification:
ga: Formhéadú:
pt: Ampliação
ug: چوڭايتىش:

# @label Normal pointer size
source: Normal
ug: نورمال

# @label Large pointer size
source: Large
ga: Mór
pt: Grande
ug: چوڭ

# @label, followed by 'full screen' or 'magnify region'
source: Zoom:
ga: Súmáil:
pt: Ampliação:
ug: يېقىن يىراق:

# @option:check, enable zoom effect, following 'Zoom:'
source: Full screen
ga: Lánscáileán
pt: Ecrã inteiro
ug: پۈتۈن ئېكران

# @label:spinbox
source: Show pixel grid at zoom level:
ga: Taispeáin eangach picteilíní ag leibhéal súmála:
pt: Mostrar grelha de píxeis no nível de ampliação:
ug: چوڭايتىش دەرىجىسىدە پىكسېللىق شادىنى كۆرسىتىدۇ:

# @label:listbox
source: Pointer appearance:
ga: Cuma pointeora:
pt: Aspeto do ponteiro:
ug: نىشانلىغۇچ كۆرۈنۈشى:

# @item:inlistbox
source: Scale
ga: Scála
pt: Escala
ug: نىسبىتى

# @item:inlistbox
source: Keep
ga: Coinnigh
pt: Manter
ug: ساقلاپ قال

# @item:inlistbox
source: Hide
ga: Folaigh
pt: Ocultar
ug: يوشۇر

# @label:listbox
source: Pointer tracking:
ga: Rianú pointeora:
pt: Seguimento do ponteiro:
ug: نىشانلىغۇچ ئىزلاش:

# @item:inlistbox
source: Proportional
ga: Comhréireach
pt: Proporcional
ug: ئوڭ تاناسىپ

# @item:inlistbox
source: Zoom area moves in sync with pointer
ga: Bogann an limistéar súmála i sioncrón leis an pointeoir
pt: A área de ampliação move-se em sincronia com o ponteiro
ug: چوڭايتىش رايونى نىشانلىغۇچ بىلەن قەدەمداش ھەرىكەتلىنىدۇ

# @item:inlistbox
source: Centered
ga: Láraithe
pt: Centrado
ug: ئوتتۇرىدا

# @item:inlistbox
source: Pointer stays centered on-screen, except near screen edges
ga: Fanann an pointeoir i lár an scáileáin, ach amháin in aice le himill an scáileáin
pt: O ponteiro permanece centrado no ecrã, exceto perto dos extremos do ecrã
ug: نىشانلىغۇچ ئېكران گىرۋىكىدىن باشقا جايدا ئېكران ئوتتۇرىسىنى مەركەز قىلىدۇ

# @item:inlistbox
source: Centered (Strict)
ga: Láraithe (Dian)
pt: Centrado (rigoroso)
ug: مەركەزلىك(دەل)

# @item:inlistbox
source: Pointer stays centered on-screen, even near screen edges
ga: Fanann an pointeoir i lár an scáileáin, fiú gar do imill an scáileáin
pt: O ponteiro permanece centrado no ecrã, mesmo perto dos extremos do ecrã
ug: نىشانلىغۇچ ئېكران گىرۋىكىگە يېقىن بولغان تەقدىردىمۇ ئېكران ئوتتۇرىسىنى مەركەز قىلىدۇ

# @item:inlistbox
source: Push
ga: Brúigh
pt: Empurrar
ug: ئىتتەر

# @item:inlistbox
source: Pointer pushes zoom area at screen edges
ga: Brúnn an pointeoir an limistéar súmála ag imill an scáileáin
pt: O ponteiro empurra a área de ampliação nos extremos do ecrã
ug: نىشانلىغۇچ ئېكران گىرۋىكىدىن چوڭايتىش رايونىغا ئىتتىرىلىدۇ

# @item:inlistbox
source: Disabled
ga: Díchumasaithe
pt: Desativado
ug: چەكلەنگەن

# @item:inlistbox
source: Zoom area doesn't follow pointer
ga: Ní leanann an limistéar súmála an pointeoir
pt: A área de ampliação não segue o ponteiro
ug: چوڭايتىش رايونى نىشانلىغۇچقا ئەگەشمەيدۇ

# @option:check
source: Enable focus tracking
ga: Cumasaigh rianú fócais
pt: Ativar seguimento do foco
ug: فوكۇسنى ئىزلاشنى قوزغىتىدۇ

# @option:check
source: Enable text caret tracking
ga: Cumasaigh rianú caret téacs
pt: Ativar seguimento do cursor de texto
ug: تېكىست قىستۇرۇش نۇر بەلگىسىنى ئىزلاشنى قوزغىتىدۇ

# @option:check, enable magnify effect, following 'Zoom:'
source: Magnify region
ga: Formhéadaigh an réigiún
pt: Ampliar região
ug: رايوننى چوڭايتىدۇ

# @label:spinbox
source: Width:
ga: Leithead:
pt: Largura
ug: كەڭلىك:

# @label:spinbox
source: Height:
ga: Airde:
pt: Altura
ug: ئېگىزلىك:

# @option:check, disable zoom/magnify effect
source: Disabled
ga: Díchumasaithe
pt: Desativado
ug: چەكلەنگەن

# @label:spinbox
source: Zoom factor:
ga: Fachtóir súmála:
pt: Fator de ampliação:
ug: نىسبەت ئامىلى:

# @label
source: Scroll gesture modifier keys:
ga: Eochracha modhnúcháin gotha scrolla:
pt: Teclas modificadoras do gesto de deslocamento:
ug: سىيرىش قول ئىشارىتى بىرىكمە كۇنۇپكىسى:

# @info:tooltip, indicates feature unavailable on X11
source: Zoom scroll gestures are only available on Wayland.
ga: Níl gothaí scrolla súmála ar fáil ach ar Wayland.
pt: Os gestos de deslocamento para ampliação só estão disponíveis no Wayland.
ug: سىيرىش قول ئىشارىتىنىڭ يىراق يېقىنلىق نىسبىتى پەقەت Wayland دىلا ئىشلەيدۇ.

# @label Hint for scroll gestures
source: Scroll while modifier keys are pressed to zoom
ga: Scrollaigh agus na heochracha mionathraithe á mbrú chun súmáil isteach
pt: Desloque enquanto as teclas modificadoras estiverem premidas para ampliar
ug: بىرىكمە كۇنۇپكىنى بېسىپ سىيرىغاندا يىراق يېقىنلىق نىسبىتىنى ئۆزگەرتىدۇ

# @label Hint for zoom/magnify effect usage
source: Use shortcuts to control zoom
ga: Úsáid aicearraí chun súmáil a rialú
pt: Utilizar atalhos para controlar a ampliação
ug: تېزلەتمىدە يىراق يېقىنلىق نىسبىتىنى تىزگىنلەيدۇ
