Repository: KDE/plasma-desktop
Catalog: po/*/kcm_smserver.po
Languages: ga, pt, ug

source: Confirm logout
ga: Deimhnigh logáil amach
pt: Confirmar saída de sessão
ug: تىزىمدىن چىقىشنى جەزملە

source: Default leave option
ga: Rogha réamhshocraithe saoire
pt: Opção de saída predefinida
ug: كۆڭۈلدىكى ئايرىلىش تاللانمىسى

source: On login
ga: Ar logáil isteach
pt: Ao iniciar sessão
ug: تىزىمغا كىرگەندە

source: Applications to be excluded from session
ga: Feidhmchláir le heisiamh ón seisiún
pt: Aplicações a excluir da sessão
ug: قوللىنىشچان پىروگراممىنى جەريانچاقنىڭ سىرتىدا قالدۇرىدۇ

# @info:status inlinemessage
source: Failed to request restart to firmware setup: %1
ga: Theip ar atosú a iarraidh chuig socrú dochtearraí: %1
pt: Falha ao solicitar reinício para a configuração de 'firmware': %1
ug: قايتا قوزغىتىپ مۇقىم دېتال تەڭشەشنى ئىلتىماس قىلالمىدى: %1

# @info:status inlinemessage
source: Next time the computer is restarted, it will enter the UEFI setup screen.
ga: An chéad uair eile a atosófar an ríomhaire, rachaidh sé isteach sa scáileán socraithe UEFI.
pt: Da próxima vez que o computador for reiniciado, entrará no ecrã de configuração da UEFI.

# @info:status inlinemessage
source: Next time the computer is restarted, it will enter the firmware setup screen.
ga: An chéad uair eile a atosófar an ríomhaire, rachaidh sé isteach sa scáileán socraithe dochtearraí.
pt: Da próxima vez que o computador for reiniciado, entrará no ecrã de configuração de 'firmware'.
ug: كېيىنكى قېتىم كومپيۇتېر قايتا قوزغالغاندا، مۇقىم دېتال تەڭشەش ئېكرانىغا كىرىدۇ.

# @action:button
source: Restart Now
ga: Atosaigh Anois
pt: Reiniciar agora
ug: ھازىرلا قايتا قوزغات

# @title:group
source: General
ga: Ginearálta
pt: Geral
ug: ئادەتتىكى

source: Ask for confirmation:
ga: Iarr dearbhú:
pt: Pedir confirmação:
ug: جەزملەش ئىلتىماسى:

source: On shutdown, restart, and logout
ga: Ar múchadh, atosú agus logáil amach
pt: Ao encerrar, reiniciar e sair da sessão
ug: تاقاپ، قايتا قوزغىتىپ ۋە تىزىمدىن چىققاندا

# @title:group
source: Session Restore
ga: Athchóiriú Seisiúin
pt: Repor sessão
ug: جەريانچاقنى ئەسلىگە كەلتۈرىدۇ

# @title:group prefix for radiobuttons
source: On login, launch apps that were open:
ga: Ar logáil isteach, seol aipeanna a bhí oscailte:
pt: Ao iniciar sessão, iniciar as aplicações que estavam abertas:
ug: تىزىمغا كىرگەندە، ئوچۇق قالغان ئەپنى قوزغىتىدۇ:

# @option:radio Automatic style of session restoration
source: On last logout
ga: Ar an logáil amach deireanach
pt: No último fim de sessão
ug: ئاخىرقى قېتىم تىزىمدىن چىققاندا

# @option:radio Manual style of session restoration
source: When session was manually saved
ga: Cathain a sábháladh an seisiún de láimh
pt: Quando a sessão foi guardada manualmente
ug: جەريانچاق قولدا ساقلانغاندا

# @info
source: A <interface>Save Session</interface> button will appear in the <interface>Application Launcher</interface> menu. When you click it, Plasma will remember the apps that are open and restore them on the next login. Click it again to replace the set of remembered apps.
ga: Beidh cnaipe <interface>Sábháil Seisiún</interface> le feiceáil sa roghchlár <interface>Tosaitheoir Feidhmchláir</interface>. Nuair a chliceálann tú air, cuimhneoidh Plasma ar na haipeanna atá oscailte agus athchóireoidh sé iad ar an gcéad logáil isteach eile. Cliceáil arís air chun an tacar aipeanna cuimhne a athsholáthar.
pt: Aparecerá um botão <interface>Guardar Sessão</interface> no menu <interface>Iniciar Aplicações</interface>. Quando clicar nele, o Plasma irá memorizar as aplicações que estão abertas e restaurá-las na próxima sessão. Clique novamente para substituir o conjunto de aplicações memorizadas.
ug: <interface>پىروگرامما قوزغاتقۇچ</interface> تىزىملىكىدە <interface>جەريانچاق ساقلا</interface> توپچە كۆرۈنىدۇ. سىز ئۇنى چەككەندە، Plasma نۆۋەتتىكى ئوچۇق پىروگراممىنى ئەستە تۇتىدۇ ھەمدە كېيىنكى قېتىم تىزىمغا كىرگەندە ئۇلارنى ئەسلىگە كەلتۈرىدۇ. يەنە بىر قېتىم چېكىلسە نۆۋەتتە ئەستە تۇتقان پىروگراممىنىڭ تەڭشىكىنى ئالماشتۇرىدۇ.

source: Start with an empty session
ga: Tosaigh le seisiún folamh
pt: Iniciar com uma sessão vazia
ug: بوش جەريانچاقتا قوزغىتىدۇ

# @label:textbox
source: Ignored applications:
ga: Feidhmchláir neamhairdithe:
pt: Aplicações ignoradas:
ug: پەرۋا قىلىنمىغان پىروگرامما:

# @info:whatsthis contextualhelpbutton tooltip
source: Write apps' desktop file identifier or, on X11, executable names here (separated by commas or colons, for example 'xterm:org.kde.konsole.desktop' or 'xterm,org.kde.konsole.desktop') to prevent them from autostarting along with other session-restored apps.
ga: Scríobh aitheantóir comhad deisce na n-aipeanna nó, ar X11, ainmneacha inrite anseo (scartha le camóga nó idirstadáin, mar shampla 'xterm:org.kde.konsole.desktop' nó 'xterm,org.kde.konsole.desktop') chun cosc a chur orthu tosú go huathoibríoch mar aon le haipeanna eile atá athchóirithe ag seisiún.
pt: Escreva aqui o identificador do ficheiro .desktop das aplicações ou, no X11, os nomes dos executáveis (separados por vírgulas ou dois-pontos, por exemplo 'xterm:org.kde.konsole.desktop' ou 'xterm,org.kde.konsole.desktop') para impedir que sejam iniciados automaticamente juntamente com outras aplicações restauradas da sessão.
ug: بۇ جايغا پىروگراممىنىڭ desktop ھۆججىتىنىڭ بەلگە ھۆججىتى كىرگۈزۈلىدۇ، ئەگەر X11 مۇھىتى بولسا، ئىجراچان ھۆججەت ئىسمى (ئىنگلىزچە پەش ياكى چېكىتلىك پەش بىلەن ئايرىلىدۇ، مەسىلەن «xterm:org.kde.konsole.desktop» ياكى «xterm,org.kde.konsole.desktop») كىرگۈزۈلۈپ، بۇ پىروگراممىلارنىڭ باشقا پىروگرامما بىلەن بىللە جەريانچاقنى ئەسلىگە كەلتۈرۈش جەريانىدا ئۆزلۈكىدىن قوزغىتىشنىڭ ئالدىنى ئالىدۇ.

# @title:group
source: Firmware
ga: Dochtearraí
ug: مۇقىم دېتال

source: After next restart:
ga: Tar éis an chéad atosú eile:
pt: Após o próximo reinício:
ug: كېيىنكى قېتىم قايتا قوزغالغاندىن كېيىن:

# @option:check
source: Enter UEFI setup screen
ga: Téigh isteach i scáileán socraithe UEFI
pt: Entrar no ecrã de configuração da UEFI

# @option:check
source: Enter firmware setup screen
ga: Téigh isteach sa scáileán socraithe dochtearraí
pt: Entrar no ecrã de configuração da 'firmware'
ug: مۇقىم دېتال تەڭشەك ئېكرانىغا كىرىدۇ
