Repository: KDE/plasma-desktop
Catalog: po/*/kcm_splashscreen.po
Languages: eu, pt

source: None
eu: Bat ere ez
pt: Nenhum

source: No splash screen will be shown
eu: Ez da abio-pantailarik erakutsiko
pt: O ecrã de arranque não será apresentado

source: You cannot delete the currently selected splash screen
eu: Ezin duzu une honetan hautatutako abio-pantaila ezabatu.
pt: Não é possível eliminar o ecrã de arranque atualmente selecionado

source: For future use
eu: Etorkizunean erabiltzeko
pt: Para utilização futura

source: Name of the current splash theme
eu: Uneko abio-gaiaren izena
pt: Nome do tema de ecrã de arranque

# @action:button
source: &Get New…
eu: &Lortu berria…
pt: &Obter novos...

# @info:status
source: Failed to show the splash screen preview.
eu: Ezin izan da abio-pantailaren aurreikuspegia erakutsi.
pt: Falha ao mostrar a pré-visualização do ecrã de arranque.

# @info:tooltip
source: Preview splash screen
eu: Erakutsi abio-pantailaren aurreikuspegia
pt: Pré-visualizar ecrã de arranque

# @info:tooltip
source: Remove splash screen
eu: Kendu abio-pantaila
pt: Remover ecrã de arranque

# @info:tooltip
source: Cannot delete the active splash screen
eu: Abio-pantaila aktiboa ezin da ezabatu.
pt: Não é possível eliminar o ecrã de arranque ativo

# @info:tooltip
source: Cannot delete system-installed splash screens
eu: Sistemak instalatutako abio-pantailak ezin dira ezabatu
pt: Não é possível eliminar ecrãs de arranque instalados pelo sistema
