Repository: KDE/plasma-desktop
Catalog: po/*/kcm_workspace.po
Languages: pt

# @info:status inlinemessage
source: The system must be restarted before changes to the middle-click paste setting can take effect.
pt: É necessário reiniciar o sistema para que as alterações à definição de colar com o botão do meio tenham efeito.

# @action:button
source: Restart
pt: Reiniciar

# Part of the sentence 'Allow Plasma to show panel and widget tooltips'
source: Allow Plasma to show:
pt: Permitir que o Plasma mostre:

# Part of the sentence 'Allow Plasma to show panel and widget tooltips'
source: Panel and widget tooltips
pt: Dicas de painel e de widgets

# @info:whatsthis contextualhelpbutton tooltip
source: Allows all Plasma panel and desktop widgets to show descriptive tooltips when hovered with the pointer. This setting has no effect on the small tooltips displayed when hovering over individual buttons and other user interface elements.
pt: Permite que todos os painéis e widgets do Plasma mostrem dicas descritivas ao passar o ponteiro. Esta definição não afeta as pequenas dicas apresentadas ao passar sobre botões individuais e outros elementos da interface.

# Part of the sentence 'Allow Plasma to show OSD popups for status changes'
source: OSD popups for status changes
pt: Alertas OSD para alterações de estado

# @info:whatsthis contextualhelpbutton tooltip
source: Allows all Plasma widgets to show on-screen display (OSD) popups for changes like volume and brightness level, or audio device switching.
pt: Permite que todos os widgets do Plasma mostrem janelas de sobreposição no ecrã (OSD) para alterações como o nível de volume e brilho, ou a mudança de dispositivo áudio.

# @title:group
source: Scrolling
pt: Deslocamento

# @title:group prefix radiobutton group
source: Clicking in scrollbar track:
pt: Clicar na calha da barra de deslocamento:

source: Scrolls to the clicked location
pt: Desloca para a localização clicada

source: Scrolls one page up or down
pt: Desloca uma página para cima ou para baixo

# @info:usagetip
source: Middle-click to scroll to clicked location
pt: Clicar com o botão do meio para deslocar para a localização clicada

# @option:check
source: Prefer smooth scrolling
pt: Preferir deslocamento suave

# @info:tooltip
source: This setting enables or disables animated transitions when scrolling with a mouse wheel or the keyboard. Some applications may not honor this setting because they either do not support smooth scrolling, or have their own setting for enabling and disabling it.
pt: Esta definição ativa ou desativa transições animadas ao deslocar com a roda do rato ou com o teclado. Algumas aplicações podem não respeitar esta definição porque não suportam deslocamento suave ou têm a sua própria opção para o ativar ou desativar.

# @title:group
source: Clicking
pt: Clicar

# part of a sentence: 'Clicking files or folders [opens them/selects them]'
source: Clicking files or folders:
pt: Clicar em ficheiros ou pastas:

# part of a sentence: 'Clicking files or folders selects them'
source: Selects them
pt: Seleciona-os

# @info:usagetip
source: Open by double-clicking instead
pt: Duplo clique para abrir

# part of a sentence: 'Clicking files or folders opens them'
source: Opens them
pt: Abre-os

# @info:usagetip
source: Select by clicking on item's selection marker
pt: Para selecionar, clicar no marcador de seleção do item

source: Middle-click:
pt: Clicar com o botão do meio:

# @option:check part of a complete sentence: 'Middle click pastes selected text'
source: Pastes selected text
pt: Cola o texto selecionado

# @label:spinbox
source: Double-click interval:
pt: Intervalo de duplo clique:

# @info:whatsthis contextualhelpbutton tooltip
source: Two clicks within this duration are considered a double-click. Some applications may not honor this setting.
pt: Dois cliques dentro desta duração são considerados um duplo clique. Algumas aplicações podem não respeitar esta definição.

# Test double-click speed
source: Double-click the folder to test. If it does not change its appearance, increase double-click interval.
pt: Faça duplo clique na pasta para testar. Se o seu aspeto visual não mudar, aumente o intervalo de duplo clique.

# @title:group prefix radiobutton group
source: Drag and Drop
pt: Arrastar e Largar

# @title:group prefix radiobutton group
source: When dragging files or folders:
pt: Ao arrastar ficheiros ou pastas:

# @option:radio When dragging...
source: Always ask what to do
pt: Perguntar sempre o que fazer

# @info
source: Hold <shortcut>Shift</shortcut> to move, <shortcut>Ctrl</shortcut> to copy, and <shortcut>Shift+Ctrl</shortcut> to create a symlink. Otherwise show a dialog.
pt: Mantenha premido <shortcut>Shift</shortcut> para mover, <shortcut>Ctrl</shortcut> para copiar e <shortcut>Shift+Ctrl</shortcut> para criar uma ligação simbólica. Caso contrário, mostrar um diálogo.

# @option:radio When dragging…
source: Move if on the same device
pt: Mover se a origem e o destino forem no mesmo dispositivo

# @info
source: Hold <shortcut>Shift</shortcut> when dropping to show other options.
pt: Mantenha premido <shortcut>Shift</shortcut> ao largar para mostrar outras opções.

# @title:group
source: Touch
pt: Toque

# @title:group prefix radiobutton group
source: Enable Touch Mode:
pt: Ativar Modo Táctil

# @option:radio As in: 'Touch Mode is automatically enabled as needed'
source: Automatically enable as needed
pt: Ativar automaticamente conforme necessário

# option:radio As in: 'Touch Mode is never enabled'
source: Never enabled
pt: Nunca ativado

# @info:whatsthis contextualhelpbutton tooltip
source: Touch Mode will be automatically activated whenever the system detects a touchscreen but no mouse or touchpad. For example: when a transformable laptop's keyboard is flipped around or detached.
pt: O Modo Táctil será ativado automaticamente sempre que o sistema detetar um ecrã táctil, mas nenhum rato ou touchpad. Por exemplo: quando o teclado de um portátil conversível é rodado ou desligado.

# As in: 'Touch Mode is always enabled'
source: Always active
pt: Sempre ativo

# As in: 'Touch Mode is never enabled'
source: Disabled
pt: Desativado

# @info:usagetip
source: In Touch Mode, many elements of the user interface will become larger to more easily accommodate touch interaction.
pt: No Modo Táctil, muitos elementos da interface do utilizador tornam-se maiores para facilitar a interação táctil.

source: Single click to open files
pt: Clique único para abrir ficheiros

source: For local files on the same device, whether dragging and dropping will perform a move operation instead of showing the options menu
pt: Para ficheiros locais no mesmo dispositivo, indica se o arrastar e largar executa uma operação de mover em vez de mostrar o menu de opções.

source: Smooth scrolling
pt: Deslocamento suave

source: Left-click in scrollbar track moves scrollbar by one page
pt: Clicar com o botão esquerdo na calha da barra de deslocamento move a barra de deslocamento uma página

source: Double click interval
pt: Intervalo de duplo clique

source: Automatically switch to touch-optimized mode
pt: Mudar automaticamente para o modo otimizado para toque

source: Enable middle click selection pasting
pt: Ativar colagem de seleção com o botão do meio

source: Display large panel and widget tooltips
pt: Mostrar dicas de grandes dimensões de painel e de widgets

source: Allow Plasma widgets to display large panel and widget tooltips on hover
pt: Permitir que os widgets do Plasma mostrem dicas de grandes dimensões de painel e de widgets ao passar o ponteiro do rato.

source: Display small popups for status changes
pt: Mostrar pequenas janelas de estado para alterações de estado

source: Allow Plasma widgets to display small popups for status changes such as brightness or volume
pt: Permitir que os widgets do Plasma mostrem pequenas janelas para alterações de estado, como brilho ou volume

source: OSD on layout change
pt: OSD ao alterar a disposição

source: Show a popup on layout changes
pt: Mostrar uma janela ao alterar a disposição
