Repository: KDE/plasma-desktop
Catalog: po/*/kcm_desktoppaths.po
Languages: he, sk, ug

source: Desktop
he: שולחן עבודה

source: Documents
he: מסמכים

source: Downloads
he: הורדות

source: Music
he: מוזיקה

source: Pictures
he: תמונות

source: Videos
he: סרטונים

source: Public
he: ציבורי

source: Templates
he: תבניות

source: <h1>Paths</h1> This module allows you to choose where in the filesystem the files on your desktop should be stored. Use the "Whats This?" (Shift+F1) to get help on specific options.
he: <h1>נתיבים</h1> מודול זה מאפשר לך לבחור את המיקומים במערכת הקבצים בהם יאוחסנו הקבצים שעל שולחן העבודה שלך. אפשר להשתמש ב„מה זה?” (Shift+F1) כדי לקבל עזרה על אפשרויות מסוימות.

source: Desktop path:
he: נתיב שולח&ן העבודה:

source: This folder contains all the files which you see on your desktop. You can change the location of this folder if you want to, and the contents will move automatically to the new location as well.
he: התיקייה מכילה את כל הקבצים שמופיעים על שולחן העבודה שלך. אפשר לשנות את מיקומה של התיקייה הזאת כראות עיניך, ואז גם תועבר תכולתה אוטומטית למקום החדש.

source: Documents path:
he: נתיב מסמכי&ם:

source: This folder will be used by default to load or save documents from or to.
he: התיקייה הזאת תשמש כברירת מחדל לטעינה ולשמירה של מסמכים ממנה או אליה.

source: Downloads path:
he: נתיב הורד&ות:

source: This folder will be used by default to save your downloaded items.
he: התיקייה הזאת תשמש כברירת מחדל לטעינה ולשמירה של קבצים שהורדו.

source: Videos path:
he: נתיב סרטונים:

source: This folder will be used by default to load or save movies from or to.
he: התיקייה הזאת תשמש כברירת מחדל לטעינה ולשמירה של סרטים ממנה או אליה.

source: Pictures path:
he: נתיב תמונ&ות:

source: This folder will be used by default to load or save pictures from or to.
he: התיקייה הזאת תשמש כברירת מחדל לטעינה ולשמירה של תמונות ממנה או אליה.

source: Music path:
he: נתיב מוז&יקה:

source: This folder will be used by default to load or save music from or to.
he: התיקייה הזאת תשמש כברירת מחדל לטעינה ולשמירה של מוזיקה ממנה או אליה.

source: Public path:
he: נתיב ציבורי:

source: This folder will be used by default to load or save public shares from or to.
he: התיקייה הזאת תשמש כברירת מחדל לטעינה או לשמירה של שיתופים ציבוריים ממנה או אליה.

source: Templates path:
he: נתיב תבניות:

source: This folder will be used by default to load or save templates from or to.
he: התיקייה הזאת תשמש כברירת המחדל לטעינת או שמירת תבניות ממנה או אליה.

# @label:textbox
source: Desktop folder:
sk: Priečinok plocha:
ug: ئۈستەلئۈستى قىسقۇچى:

# @info:tooltip and accessible description
source: This folder contains all the files you see on your desktop.
sk: Tento priečinok obsahuje všetky súbory, ktoré vidíte na pracovnej ploche.
ug: بۇ قىسقۇچتا ئۈستەلئۈستىدە كۆرۈنگەن بارلىق ھۆججەتلەر بار.

# @label:textbox
source: Documents folder:
sk: Priečinok s dokumentami:
ug: پۈتۈك قىسقۇچى:

# @info:tooltip and accessible description
source: This folder will be used by default to open or save documents.
sk: Tento priečinok bude použitý ako štandardný pre načítavanie a ukladanie vašich dokumentov.
ug: بۇ قىسقۇچ پۈتۈك ئېچىش ۋە ساقلاشقا ئىشلىتىلىدۇ.

# @label:textbox
source: Downloads folder:
sk: Priečinok preberania:
ug: چۈشۈرۈش قىسقۇچى:

# @info:tooltip and accessible description
source: This folder will be used by default to save your downloaded items.
sk: Tento priečinok bude použitý ako štandardný pre ukladanie stiahnutých vecí.
ug: بۇ قىسقۇچ كۆڭۈلدىكى ئەھۋالدا چۈشۈرۈلگەن تۈرلەرنى ساقلاشقا ئىشلىتىلىدۇ.

# @label:textbox
source: Videos folder:
sk: Priečinok s videami:
ug: سىن قىسقۇچى:

# @info:tooltip and accessible description
source: This folder will be used by default to open or save video files.
sk: Tento priečinok bude použitý ako štandardný pre načítavanie a ukladanie filmov.
ug: بۇ قىسقۇچ كۆڭۈلدىكى ئەھۋالدا سىن ھۆججەتنى ئېچىش ۋە ساقلاشقا ئىشلىتىلىدۇ.

# @label:textbox
source: Pictures folder:
sk: Priečinok s obrázkami:
ug: رەسىم قىسقۇچى:

# @info:tooltip and accessible description
source: This folder will be used by default to open or save image files.
sk: Tento priečinok bude použitý ako štandardný pre načítavanie a ukladanie obrázkov.
ug: بۇ قىسقۇچ كۆڭۈلدىكى ئەھۋالدا سۈرەت ھۆججەتنى ئېچىش ۋە ساقلاشقا ئىشلىتىلىدۇ.

# @label:textbox
source: Music folder:
sk: Priečinok s hudbou:
ug: نەغمە قىسقۇچى:

# @info:tooltip and accessible description
source: This folder will be used by default to open or save music files.
sk: Tento priečinok bude použitý ako štandardný pre načítavanie a ukladanie hudby.
ug: بۇ قىسقۇچ كۆڭۈلدىكى ئەھۋالدا نەغمە ھۆججەتنى ئېچىش ۋە ساقلاشقا ئىشلىتىلىدۇ.

# @label:textbox
source: Public folder:
sk: Verejný priečinok:
ug: ئاممىۋى قىسقۇچ:

# @info:tooltip and accessible description
source: This folder will be used by default for publicly-shared files when network sharing is enabled.
sk: Tento priečinok bude použitý ako štandardný pre načítavanie a ukladanie zdieľaných súborov v sieti.
ug: تور ھەمبەھىرلەش قوزغىتىلغاندا بۇ قىسقۇچ كۆڭۈلدىكى ئەھۋالدا ھەمبەھىرلەنگەن ھۆججەتنى ئاشكارا كۆرسىتىشكە ئىشلىتىلىدۇ.

# @label:textbox
source: Templates folder:
sk: Priečinok so šablónami:
ug: قېلىپ قىسقۇچى:

# @info:tooltip and accessible description
source: This folder will be used by default to open or save file templates.
sk: Tento priečinok bude použitý ako štandardný pre načítavanie a ukladanie šablón.
ug: بۇ قىسقۇچ كۆڭۈلدىكى ئەھۋالدا ھۆججەت قېلىپىنى ئېچىش ۋە ساقلاشقا ئىشلىتىلىدۇ.

# @action:button
source: Choose new location
sk: Vybrať nové umiestenie
ug: يېڭى ئورۇن تاللا
