Repository: KDE/plasma-desktop
Catalog: po/*/kcm_keyboard.po
Languages: ga, pt, ug

# NAME OF TRANSLATORS
source: Your names
ga: Séamus Ó Ciardhuáin,Kevin Scannell,Aindriú Mac Giolla Eoin
pt: César A. P. Cláudio
ug: ئابدۇقادىر ئابلىز، غەيرەت كەنجى

# EMAIL OF TRANSLATORS
source: Your emails
ga: seoc@iolfree.ie,kscanne@gmail.com,aindriu80@yahoo.com
pt: cesarapclaudio@gmail.com
ug: sahranbay@gmail.com, gheyret@gmail.com

source: Keyboard Layout Switcher
ga: Athróir Leagan Amach Méarchláir
pt: Seletor de Disposição do Teclado
ug: ھەرپتاختا جايلاشتۇرۇشنى ئالماشتۇرغۇچ

source: Switch to Next Keyboard Layout
ga: Athraigh go dtí an chéad leagan amach eile
pt: Mudar para a disposição de teclado seguinte
ug: كېيىنكى ھەرپتاختا جايلاشتۇرۇشقا ئالماشتۇرىدۇ

source: Switch to Last-Used Keyboard Layout
ga: Athraigh go Leagan Amach an Mhéarchláir a Úsáideadh Deireanach
pt: Mudar para a última disposição de teclado utilizada
ug: ئاخىرقى قېتىم ئىشلەتكەن ھەرپتاختا جايلاشتۇرۇشقا ئالماشتۇرىدۇ

source: Switch keyboard layout to %1
ga: Roghnaigh leagan amach nua don mhéarchláir: %1
pt: Mudar disposição de teclado para %1
ug: %1 ھەرپتاختا جايلاشتۇرۇشقا ئالماشتۇرىدۇ

# unknown keyboard model vendor
source: Unknown
ga: Anaithnid
pt: Desconhecido
ug: يوچۇن

# app display name
source: Keyboard Preview
ga: Réamhamharc Méarchláir
pt: Pré-visualização do Teclado
ug: ھەرپتاختىنى ئالدىن كۆزىتىش

# app description
source: Keyboard layout visualization
ga: Amharcléiriú leagan amach méarchláir
pt: Visualização da disposição do teclado
ug: كۆرۈنۈشلەشتۈرۈلگەن ھەرپتاختا جايلاشتۇرۇش

# @label
source: The keyboard geometry failed to load. This often indicates that the selected model does not support a specific layout or layout variant. This problem will likely also present when you try to use this combination of model, layout and variant. Previewing layouts that are defined outside your systems xkb directory is not supported and will also trigger this message. These might still work fine if applied
ga: Theip ar gheoiméadracht an mhéarchláir a lódáil. Is minic a léiríonn sé seo nach dtacaíonn an tsamhail roghnaithe le leagan amach nó le malairt leagan amach ar leith. Is dócha go dtiocfaidh an fhadhb seo chun cinn freisin nuair a dhéanann tú iarracht an teaglaim seo de mhúnla, leagan amach agus malairt a úsáid. Ní thacaítear le réamhamharc ar leagan amach atá sainmhínithe lasmuigh d'eolaire xkb do chórais agus spreagfaidh sé an teachtaireacht seo freisin. D’fhéadfadh siad seo oibriú go breá fós má chuirtear i bhfeidhm iad
pt: A geometria do teclado não foi carregada. Isto geralmente indica que o modelo selecionado não suporta uma disposição, ou variante de disposição, específica. É provável que este problema também ocorra quando tentar utilizar esta combinação de modelo, disposição e variante. A pré-visualização de disposições definidas fora do diretório 'xkb' do sistema não é suportada e também irá desencadear esta mensagem. Mesmo assim, essas disposições poderão funcionar corretamente se forem aplicadas.
ug: ھەرپتاختا ئۇچۇرىنى يۈكلىيەلمىدى. ئادەتتە بۇ تاللانغان ھەرپتاختىنىڭ بەلگىلەنگەن جايلاشتۇرۇش ياكى جايلاشتۇرۇش شەكلىنى قوللىمايدىغانلىقىنى كۆرسىتىدۇ. بۇ سىزنىڭ مەزكۇر مودېل، جايلاشتۇرۇش ۋە شەكلىنى ئىشلىتىشكە مەسىلە پەيدا قىلىشى مۇمكىن. پىروگرامما مەزكۇر سىستېمىنىڭ xkb مۇندەرىجىسىنىڭ سىرتىدىكى جايلاشتۇرۇشنى ئالدىن كۆزىتىشنى قوللىمايدۇ، بۇ خىل جايلاشتۇرۇشنى ئالدىن كۆزەتكەندە مەزكۇر ئەسكەرتىش ئۇچۇرىنى قوزغىتىدۇ. ئەگەر بۇ ھەرپتاختا جايلاشتۇرۇشى قوللىنىلسا ئادەتتىكىدەك ئىشلەيدۇ

# @title
source: Configure Key Bindings…
ga: Cumraigh Ceangail Eochracha…
pt: Configurar teclas de atalho…
ug: كۇنۇپكا باغلىنىشىنى سەپلەيدۇ…

# @label:checkbox
source: Configure keyboard options
ga: Cumraigh roghanna méarchláir
pt: Configurar opções do teclado
ug: ھەرپتاختا تاللانمىسىنى سەپلەيدۇ

# @action:button
source: Reset
ga: Athshocraigh
pt: Repor
ug: ئەسلىگە قايتۇر

# @info accessible
source: Reset selected options for this group
ga: Athshocraigh na roghanna roghnaithe don ghrúpa seo
pt: Repor as opções selecionadas deste grupo
ug: بۇ گۇرۇپپىنىڭ تاللانغان تاللانمىسىنى ئەسلىگە قايتۇرىدۇ

# @info:tooltip
source: Reset selected options for this group
ga: Athshocraigh na roghanna roghnaithe don ghrúpa seo
pt: Repor as opções selecionadas deste grupo
ug: بۇ گۇرۇپپىنىڭ تاللانغان تاللانمىسىنى ئەسلىگە قايتۇرىدۇ

# @title:window
source: Set Layout
ga: Socraigh Leagan Amach
pt: Definir disposição
ug: جايلاشتۇرۇش تەڭشىكى

# @title:window
source: Add Layout
ga: Cuir Leagan Amach Leis
pt: Adicionar disposição
ug: جايلاشتۇرۇش قوش

# @label:textbox
source: Short layout name
ga: Ainm gearr leagan amach
pt: Nome abreviado da disposição
ug: جايلاشتۇرۇشنىڭ قىسقا ئاتى

# @info
source: The abbreviated name of the selected layout, which will be displayed in the system tray. You can change this setting yourself.
ga: Ainm giorraithe an leagan amach roghnaithe, a thaispeánfar sa tráidire córais. Is féidir leat an socrú seo a athrú tú féin.
pt: O nome abreviado da disposição selecionada, que será apresentado na área de notificação. Pode alterar esta definição manualmente.
ug: تاللانغان جايلاشتۇرۇشنىڭ قىسقا ئاتى، ئۇ سىستېما قوندىقىدا كۆرسىتىلىدۇ. بۇ تەڭشەكنى ئۆزىڭىز ئۆزگەرتەلەيسىز.

# @option:textbox
source: Shortcut:
ga: Aicearra:
pt: Atalho:
ug: تېزلەتمە:

# @action:button
source: Preview
ga: Réamhamharc
pt: Pré-visualização
ug: ئالدىن كۆزەت

# @action:button
source: Configure Switching…
ga: Cumraigh an tAthrú…
pt: Configurar mudança de disposição…
ug: سەپلىمە ئالماشتۇرۇش…

# @action:button accessible
source: Configure Switching
ga: Cumraigh an tAthrú
pt: Configurar mudança de disposição
ug: ئالماشتۇرۇشنى سەپلەيدۇ

# @action:button
source: Key Bindings
ga: Ceangail Eochracha
pt: Atribuições de Teclas
ug: كۇنۇپكا باغلىنىشى

# @action:button accessible
source: Key Bindings
ga: Ceangail Eochracha
pt: Atribuições de Teclas
ug: كۇنۇپكا باغلىنىشى

# @action:button Layout
source: Add…
ga: Cuir leis…
pt: Adicionar...
ug: قوش…

# @action:button accessible
source: Add layout
ga: Cuir leagan amach leis
pt: Adicionar disposição
ug: جايلاشتۇرۇش قوش

# @label:checkbox configure layouts option
source: Enable
ga: Cumasaigh
pt: Ativar
ug: قوزغات

# @label:checkbox accessible
source: Configure Layouts
ga: Cumraigh Leagan Amach
pt: Configurar disposições
ug: جايلاشتۇرۇشنى سەپلەيدۇ

# @label:listbox Keyboard model
source: Model:
ga: Samhail:
pt: Modelo
ug: ئەندىزە:

# @label:listbox
source: NumLock on startup:
ga: NumLock ag an am tosaithe:
pt: Ativar o NumLock no arranque:
ug: قوزغالغاندىكى NumLock ھالىتى:

# @item:inlistbox Turn on "NumLock" on startup
source: Turn on
ga: Cas air
pt: Ligar
ug: ئاچ

# @item:inlistbox Turn off "NumLock" on startup
source: Turn off
ga: Múch
pt: Desligar
ug: تاقا

source: Leave unchanged
ga: Fág gan athrú
pt: Manter inalterado
ug: شۇ پېتى قالدۇرىدۇ

# @label:checkbox
source: Key repeat:
ga: Athrá eochrach:
pt: Repetição de teclas:
ug: كۇنۇپكا تەكرارلاش:

# @label:checkbox accessible
source: Key repeat
ga: Athdhéanamh eochrach
pt: Repetição de teclas:
ug: كۇنۇپكا تەكرارلاش

# @label:textbox Key repeat delay
source: Delay:
ga: Moill:
pt: Atraso:
ug: كېچىكىش:

# @label:spinbox accessible
source: Key repeat delay %1
ga: Moill athrá eochrach %1
pt: Atraso da repetição de teclas %1
ug: كۇنۇپكا تەكرارلىقىنى كېچىكتۈرۈشى %1

# @label:textbox Key repeat rate
source: Rate:
ga: Ráta:
pt: Taxa:
ug: سۈرئەت:

# @label:spinbox accessible
source: Key repeat rate %1
ga: Ráta athrá eochrach %1
pt: Taxa de repetição de teclas %1
ug: كۇنۇپكا تەكرارلىنىش نىسبىتى %1

# @spinbox:value Key repeat rate
source: %1 repeats/s
ga: %1 athrá/s
pt: %1 repetições/s
ug: %1 قېتىم/سېكۇنت

# @spinbox:value Key repeat rate
source: repeats/s
ga: athrá/s
pt: repetições/s
ug: قېتىم/سېكۇنت

# @label:textbox
source: Test area:
ga: Limistéar tástála:
pt: Campo de teste:
ug: سىناق دائىرىسى:

# @info:placeholder
source: Type here to test settings
ga: Clóscríobh anseo chun socruithe a thástáil
pt: Escreva aqui para testar as suas configurações
ug: تەڭشەكنى سىناش ئۈچۈن ھەرپ كىرگۈزۈلىدۇ

# @title:view
source: Layouts
ga: Leagan amach
pt: Disposições
ug: جايلاشتۇرۇش

# @action:button
source: Move Up
ga: Bog Suas
pt: Mover para cima
ug: ئۈستىگە

# @action:button accessible
source: Move %1 layout up
ga: Bog leagan amach %1 suas
pt: Mover disposição %1 para cima
ug: ئۈستىگە %1 جايلاشتۇرۇش يۆتكە

# @action:button
source: Move Down
ga: Bog Síos
pt: Mover para baixo
ug: ئاستىغا

# @action:button accessible
source: Move %1 layout Down
ga: Bog leagan amach %1 Síos
pt: Mover disposição %1 para baixo
ug: ئاستىغا %1 جايلاشتۇرۇش يۆتكە

# @action:button accessible
source: Preview
ga: Réamhamharc
pt: Pré-visualização
ug: ئالدىن كۆزەت

# @action:button
source: Remove
ga: Bain
pt: Remover
ug: چىقىرىۋەت

# @action:button accessible
source: Remove layout %1
ga: Bain leagan amach %1
pt: Remover disposição %1
ug: %1 جايلاشتۇرۇشنى چىقىرىۋەت

# @label:checkbox
source: Spare layouts:
ga: Leagan amach breise:
pt: Disposições adicionais:
ug: قوشۇمچە جايلاشتۇرۇش:

# @label:spinbox
source: Number of spared main layouts
ga: Líon na bpríomhleagan amach spártha
pt: Número de disposições principais adicionais
ug: قوشۇمچە ئاساسلىق جايلاشتۇرۇشنىڭ سانى

# @label:textbox completes spinbox, x main layouts
source: main layouts
ga: príomhleagan amach
pt: disposições principais
ug: ئاساسلىق جايلاشتۇرۇش

# @info
source: You can have up to 4 main layouts, all other layouts are spare. Spare layouts are not included when cycling through the layouts, but can be accessed through the keyboard indicator applet or by setting a custom shortcut.
ga: Is féidir suas le 4 phríomhleagan amach a bheith agat, agus is leaganacha breise iad na leaganacha amach eile go léir. Ní chuirtear leaganacha breise san áireamh agus tú ag brabhsáil trí na leaganacha amach, ach is féidir rochtain a fháil orthu tríd an bhfeidhmchlár táscaire méarchláir nó trí aicearra saincheaptha a shocrú.
pt: Pode ter até 4 disposições principais; todas as restantes são adicionais. As disposições adicionais não são incluídas ao percorrer as disposições, mas podem ser acedidas através do ícone da área de notificação do Disposições de Teclado ou definindo um atalho personalizado.
ug: ئەڭ كۆپ بولغاندا 4 ئاساسلىق جايلاشتۇرۇش سەپلىيەلەيسىز، باشقا بارلىق جايلاشتۇرۇش قوشۇمچە جايلاشتۇرۇش دەپ قارىلىدۇ. قوشۇمچە جايلاشتۇرۇش دەۋرىي ئالماشتۇرىدىغان جايلاشنىڭ ئىچىدە بولمايدۇ ئەمما ھەرپتاختا كۆرسەتكۈچ قوللانچاق ياكى ئىختىيارى تېزلەتمە ئارقىلىق تەڭشەپ زىيارەت قىلغىلى بولىدۇ.

# @label:group Shortcut to change the keyboard layout. Keep it short
source: Change layout shortcut:
ga: Aicearra athraithe leagan amach:
pt: Atalho para mudar de disposição:
ug: جايلاشتۇرۇش تېزلەتمىسىنى ئۆزگەرتىدۇ:

# @label Change layout shortcut or "Configure Switching"
source: or
ga: nó
pt: ou
ug: ياكى

# @title form header
source: Model & Layout
ga: Múnla & Leagan Amach
pt: Modelo & Disposição
ug: ئەندىزە ۋە جايلاشتۇرۇش

# @label:listbox
source: Keyboard Model
ga: Múnla Méarchláir
pt: Modelo de teclado:
ug: ھەرپتاختا ئەندىزىسى

# @option:check
source: Custom Layout
ga: Leagan Amach Saincheaptha
pt: Disposição personalizada
ug: ئىختىيارى جايلاشتۇرۇش

# @action:button
source: Change Layout...
ga: Athraigh Leagan Amach...
pt: Mudar disposição…
ug: جايلاشتۇرۇش ئۆزگەرت…

# @title:group
source: Key Repeat
ga: Athdhéanamh Eochrach
pt: Repetição de teclas
ug: كۇنۇپكا تەكرارلاش

# @option:check
source: Customize Repeat
ga: Saincheap Athdhéanamh
pt: Personalizar repetição
ug: تەكرارلاشنى خاسلاشتۇرىدۇ

# @title
source: Configure Switching
ga: Cumraigh an tAthrú
pt: Configurar mudança
ug: ئالماشتۇرۇشنى سەپلەيدۇ

# @title:group
source: Behavior
ga: Iompar
pt: Comportamento
ug: قىلمىش

# @label:listbox
source: Switching layout affects:
ga: Bíonn tionchar ag leagan amach lasctha ar:
pt: Mudar de disposição afeta:
ug: جايلاشتۇرۇش ئالماشتۇرۇشنىڭ تەسىرى:

# @item:inlistbox
source: All windows
ga: Gach fuinneog
pt: Todas as janelas
ug: ھەممە كۆزنەك

# @item:inlistbox
source: All windows on current desktop
ga: Gach fuinneog ar an deasc reatha
pt: Todas as janelas no ambiente de trabalho atual
ug: نۆۋەتتىك ئۈستەلئۈستىدىكى ھەممە كۆزنەك

# @item:inlistbox
source: All windows of current application
ga: Gach fuinneog den fheidhmchlár reatha
pt: Todas as janelas da aplicação atual
ug: نۆۋەتتىكى پىروگراممىنىڭ ھەممە كۆزنىكى

# @item:inlistbox
source: Current window only
ga: An fhuinneog reatha amháin
pt: Apenas a janela atual
ug: نۆۋەتتىكى كۆزنەكلا

# @label:checkbox
source: Show OSD popup on layout change
ga: Taispeáin aníos OSD nuair a athraítear an leagan amach
pt: Mostrar notificação de ecrã ao mudar de disposição
ug: جايلاشتۇرۇش ئۆزگەرگەندە قاڭقىش ئۇقتۇرۇشىنى كۆرسىتىدۇ

# @title:group
source: Shortcuts
ga: Aicearraí
pt: Atalhos
ug: تېزلەتمە

# @option:textbox
source: Change layout:
ga: Athraigh leagan amach:
pt: Mudar de disposição
ug: جايلاشتۇرۇش ئۆزگەرتىش:

# @option:textbox
source: Switch to last used layout:
ga: Athraigh go dtí an leagan amach deireanach a úsáideadh:
pt: Mudar para a última disposição utilizada
ug: ئاخىرقى قېتىملىق جايلاشتۇرۇشقا ئالماشتۇرىدۇ:

# @title:group
source: Legacy Shortcuts
ga: Aicearraí Seanchineálacha
pt: Atalhos antigos
ug: كونا تېزلەتمە

# @info
source: Legacy X11 shortcuts allow finer control of modifier-only shortcuts and have slightly better support on X11 in edge cases. They can also be used on Wayland.<nl/><nl/>Setting these shortcuts will take you to the Key bindings page.
ga: Le haicearraí oidhreachta X11, is féidir rialú níos mine a dhéanamh ar aicearraí modhnóra amháin agus tá tacaíocht beagán níos fearr acu ar X11 i gcásanna imeallacha. Is féidir iad a úsáid ar Wayland freisin.<nl/><nl/>Má shocraíonn tú na haicearraí seo, tabharfar chuig an leathanach Ceangail Eochracha thú.
pt: Os atalhos antigos do X11 permitem um controlo mais granular de atalhos que utilizam apenas modificadores e têm um suporte ligeiramente melhor no X11 em situações específicas. Também podem ser utilizados no Wayland.<nl/><nl/> Definir estes atalhos remeterá à página de Atalhos de Teclado.
ug: كونا X11 تېزلەتمە بىرىكمە كۇنۇپكىنى تېخىمۇ تەپسىلىي تىزگىنلەشكە يول قويىدۇ ھەمدە X11 مۇھىتىدىكى ئالاھىدە ئەھۋالدا ماسلىشىشچانلىقى سەل ياخشى. بۇ تېزلەتمىنى Wayland مۇھىتىدىمۇ ئىشلەتكىلى بولىدۇ.<nl/><nl/>بۇ تېزلەتمىنى تەڭشەش بىرىكمە كۇنۇپكا باغلاش بېتىگە باشلايدۇ.

# @option:textbox
source: Alternative symbols:
ga: Siombailí malartacha:
pt: Símbolos alternativos:
ug: ئالماشتۇرىدىغان بەلگە:

# @info
source: Modifier keys can be used to type additional characters, symbols, and diacritical marks.
ga: Is féidir eochracha modhnóra a úsáid chun carachtair, siombailí agus marcanna diaicritice breise a chlóscríobh.
pt: As teclas modificadoras podem ser utilizadas para escrever caracteres adicionais, símbolos e sinais diacríticos.
ug: بىرىكمە كۇنۇپكا قوشۇمچە ھەرپ، بەلگە ۋە تاۋۇش پەرقلەندۈرگۈچ بەلگىسىنى كىرگۈزۈشكە ئىشلىتىلىدۇ.

source: %1 shortcut
ga: %1 aicearra
pt: %1 atalho
ug: %1 تېزلەتمە

# no shortcuts defined
source: None
ga: Dada
pt: Nenhum
ug: يوق
