Repository: KDE/plasma-desktop
Catalog: po/*/kcm_gamecontroller.po
Languages: he, hu, ka, ko, pl, sl, uk, zh_cn

# @label Axis value
source: Value
he: ערך
hu: Érték
ka: მნიშვნელობა
ko: 값
pl: Wartość
sl: Vrednost
uk: Значення
zh_cn: 值

# Status of a gamepad button
source: PRESSED
he: נלחץ
hu: MEGNYOMVA
ka: დაწოლილი
ko: 눌렸음
pl: NACIŚNIĘTY
sl: PRITISNJENO
uk: НАТИСНУТО
zh_cn: 按下

# @label Button state
source: State
he: מצב
hu: Állapot
ka: მდგომარეობა
ko: 상태
pl: Stan
sl: Stanje
uk: Стан
zh_cn: 状态

source: Unknown
he: לא ידוע
hu: Ismeretlen
ka: უცნობი
ko: 알 수 없음
pl: Nieznany
sl: Neznano
uk: Невідомий
zh_cn: 未知

source: Game Controller
he: בקר משחק
hu: Játékvezérlő
ka: სათამაშო კონტროლერი
ko: 게임 컨트롤러
pl: Pad do gier
sl: Krmilnik za igre
uk: Ігровий контролер
zh_cn: 游戏控制器

source: Wheel
he: גלגלת
hu: Kormány
ka: ბორბალი
ko: 휠
pl: Kołó
sl: Kolo
uk: Руль
zh_cn: 方向盘

source: Arcade Stick
he: מוט הרפתקה
hu: Játékgép-botkormány
ka: არკადის ჯოისტიკი
ko: 아케이드 스틱
pl: Drążek arcade
sl: Arkadna palica
uk: Аркадний маніпулятор
zh_cn: 街机摇杆

source: Flight Stick
he: מוט טיסה
hu: Botkormány
ka: ფრენის ჯოისტიკი
ko: 격투 스틱
pl: Drążek lotniczy
sl: Letalska palica
uk: Політний маніпулятор
zh_cn: 飞行摇杆

source: Dance Pad
he: לוח ריקוד
hu: Táncszőnyeg
ka: საცეკვაო პადი
ko: 댄스 패드
pl: Mata do tańca
sl: Plesna blazinica
uk: Танцювальний маніпулятор
zh_cn: 跳舞毯

source: Guitar
he: גיטרה
hu: Gitár
ka: გიტარა
ko: 기타
pl: Gitara
sl: Kitara
uk: Гітара
zh_cn: 吉他

source: Drum Kit
he: ערכת תופים
hu: Dobkészlet
ka: დოლის ნაკრები
ko: 드럼 키트
pl: Perkusja
sl: Komplet bobnov
uk: Ударна установка
zh_cn: 鼓组

source: Arcade Pad
he: לוח הרפתקה
hu: Arcade vezérlő
ka: არკადის პადი
ko: 아케이드 패드
pl: Pad arcade
sl: Arkadna ploščica
uk: Аркадна панель
zh_cn: 街机控制器

source: Throttle
he: מצערת
hu: Gáz
ka: შეზღუდვა
ko: 스로틀
pl: Gaz
sl: Ročica za plin
uk: Дросель
zh_cn: 阈值

source: Sony Dualshock 3
ko: 소니 듀얼쇼크 3

source: Sony Dualshock 4
ko: 소니 듀얼쇼크 4

source: Switch Pro
ko: Switch 프로 컨트롤러

source: Virtual
he: וירטואלי
ko: 가상
pl: Wirtualny
sl: Navidezni
uk: Віртуальний
zh_cn: 虚拟

source: Sony Dualsense
ko: 소니 듀얼센스

source: NVidia Shield
ko: NVidia 실드

source: Switch Left Joy-Con
he: Joy-Con שמאלי ב־Switch
ka: მარცხენა ჯოიკონის გადართვა
ko: Switch 왼쪽 조이콘
pl: Lewy Joy-Con Switcha
uk: Switch Joy-Con, ліва

source: Switch Right Joy-Con
he: Joy-Con ימני ב־Switch
ka: მარჯვენა ჯოიკონის გადართვა
ko: Switch 오른쪽 조이콘
pl: Prawy Joy-Con Switcha
uk: Switch Joy-Con, права

source: Switch Paired Joy-Con
he: Joy-Con מצומד ב־Switch
ka: დაწყვილებული ჯოიკონის გადართვა
ko: Switch 조이콘 한 쌍
pl: Sparowany Joy-Con Switcha
uk: Switch Joy-Con, парна

# The game controller button with a letter A on it
source: A button
he: כפתור A
hu: A gomb
ka: ღილაკი A
ko: A 버튼
pl: Przycisk A
sl: Gumb A
uk: Кнопка A
zh_cn: A 键

# The game controller button with a letter B on it
source: B button
he: כפתור B
hu: B gomb
ka: ღილაკი B
ko: B 버튼
pl: Przycisk B
sl: Gumb B
uk: Кнопка B
zh_cn: B 键

# The game controller button with a letter X on it
source: X button
he: כפתור X
hu: X gomb
ka: ღილაკი X
ko: X 버튼
pl: Przycisk X
sl: Gumb X
uk: Кнопка X
zh_cn: X 键

# The game controller button with a letter Y on it
source: Y button
he: כפתור Y
hu: Y gomb
ka: ღილაკი Y
ko: Y 버튼
pl: Przycisk Y
sl: Gumb Y
uk: Кнопка Y
zh_cn: Y 键

# The back game controller button
source: Back button
he: כפתור חזרה
hu: Vissza gomb
ka: ღილაკი უკან
ko: 뒤로 가기 버튼
pl: Przycisk wstecz
sl: Gumb nazaj
uk: Кнопка «Назад»
zh_cn: 返回键

# The guide game controller button
source: Guide button
he: כפתור הנחיה (Guide)
hu: Útmutató gomb
ka: გიდის ღილაკი
ko: 가이드 버튼
pl: Przycisk przewodnika
sl: Gumb vodnika
uk: Кнопка навігації
zh_cn: 指南键

# The start game controller button
source: Start button
he: כפתור התחלה (Start)
hu: Start gomb
ka: დაწყების ღილაკი
ko: 시작 버튼
pl: Przycisk start
sl: Gumb zagona
uk: Кнопка «Старт»
zh_cn: 开始键

# The button under the game controller's left analog stick
source: Left analog stick
he: מוט אנלוגי שמאלי
hu: Bal analóg kar
ka: მარჯვენა ანალოგური ჯოისტიკი
ko: 왼쪽 아날로그 스틱
pl: Lewy drążek analogowy
sl: Leva analogna palica
uk: Лівий аналоговий стік
zh_cn: 左模拟摇杆

# The button under the game controller's right analog stick
source: Right analog stick
he: מוט אנלוגי ימני
hu: Jobb analóg kar
ka: მარჯვენა ანალოგური ჯოისტიკი
ko: 오른쪽 아날로그 스틱
pl: Prawy drążek analogowy
sl: Desna analogna palica
uk: Правий аналоговий маніпулятор
zh_cn: 右模拟摇杆

# The game controller's left shoulder button
source: Left shoulder button
he: כפתור כתף שמאלית
hu: Bal vállgomb
ka: მარცხენა მხრის ღილაკი
ko: 왼쪽 어깨 버튼
pl: Lewy przycisk na krawędzi
sl: Gumb na levi rami
uk: Кнопка лівого плеча
zh_cn: 左肩键

# The game controller's right shoulder button
source: Right shoulder button
he: כפתור כתף ימנית
hu: Jobb vállgomb
ka: მარჯვენა მხრის ღილაკი
ko: 오른쪽 어깨 버튼
pl: Prawy przycisk na krawędzi
sl: Gumb na desni rami
uk: Кнопка правого плеча
zh_cn: 右肩键

# The game controller's d-pad Up button
source: D-pad up button
he: כפתור למעלה בלחצן הכיוונים
hu: D-pad fel gombja
ka: D-pad up ღილაკი
ko: 십자 패드 위쪽 버튼
pl: W górę przycisku kierunkowego
sl: Gumb gor na smerni ploščici
uk: Кнопка вгору на D-панелі
zh_cn: 十字键 - 上

# The game controller's d-pad down button
source: D-pad down button
he: כפתור למטה בלחצן הכיוונים
hu: D-pad le gombja
ka: D-pad down ღილაკი
ko: 십자 패드 아래쪽 버튼
pl: W dół przycisku kierunkowego
sl: Gumb dol na smerni ploščici
uk: Кнопка вниз на D-панелі
zh_cn: 十字键 - 下

# The game controller's d-pad left button
source: D-pad left button
he: כפתור שמאלה בלחצן הכיוונים
hu: D-pad bal gombja
ka: D-pad მარცხენა ღილაკი
ko: 십자 패드 왼쪽 버튼
pl: W lewo przycisku kierunkowego
sl: Gumb levo na smerni ploščici
uk: Кнопка ліворуч на D-панелі
zh_cn: 十字键 - 左

# The game controller's d-pad right button
source: D-pad right button
he: כפתור ימינה בלחצן הכיוונים
hu: D-pad jobb gombja
ka: D-pad მარჯვენა ღილაკი
ko: 십자 패드 오른쪽 버튼
pl: W prawo przycisku kierunkowego
sl: Gumb desno na smerni ploščici
uk: Кнопка праворуч на D-панелі
zh_cn: 十字键 - 右

source: Miscellaneous button
he: כפתור שונות
hu: Speciális gomb
ka: სხვადასხვა ღილაკი
ko: 기타 버튼
pl: Przycisk różnych
sl: Gumb razno
uk: Кнопка «Інше»
zh_cn: 其他键

# The game controller's 1st paddle button
source: Paddle button 1
he: כפתור פדל 1
hu: 1. hátsó gomb
ka: Paddle ღილაკი 1
ko: 패들 버튼 1
pl: Przycisk manetki 1
sl: Gumb za veslo 1
uk: Кнопка перемикання 1
zh_cn: 拨片键 1

# The game controller's 2nd paddle button
source: Paddle button 2
he: כפתור פדל 2
hu: 2. hátsó gomb
ka: Paddle ღილაკი 2
ko: 패들 버튼 2
pl: Przycisk manetki 2
sl: Gumb za veslo 2
uk: Кнопка перемикання 2
zh_cn: 拨片键 2

# The game controller's 3rd paddle button
source: Paddle button 3
he: כפתור פדל 3
hu: 3. hátsó gomb
ka: Paddle ღილაკი 3
ko: 패들 버튼 3
pl: Przycisk manetki 3
sl: Gumb za veslo 3
uk: Кнопка перемикання 3
zh_cn: 拨片键 3

# The game controller's 4th paddle button
source: Paddle button 4
he: כפתור פדל 4
hu: 4. hátsó gomb
ka: Paddle ღილაკი 4
ko: 패들 버튼 4
pl: Przycisk manetki 4
sl: Gumb za veslo 4
uk: Кнопка перемикання 4
zh_cn: 拨片键 4

# The button under the game controller's touchpad
source: Touchpad button
he: כפתור משטח מגע
hu: Érintőtábla gombja
ka: თაჩპედის ღილაკი
ko: 터치패드 버튼
pl: Przycisk płytki dotykowej
sl: Gumb sledilne ploščice
uk: Кнопка сенсорної панелі
zh_cn: 触摸板按键

# Unknown controller connection type
source: Unknown
he: לא ידוע
hu: Ismeretlen
ka: უცნობი
ko: 알 수 없음
pl: Nieznany
sl: Neznano
uk: Невідомий
zh_cn: 未知

# Bluetooth connected controller
source: Bluetooth
he: בלוטות׳
ka: ბლუთუზი
ko: 블루투스
zh_cn: 蓝牙

source: Invalid button value
he: ערך כפתור שגוי
hu: Érvénytelen gombérték
ka: არასწორი ღილაკის მნიშვნელობა
ko: 잘못된 버튼 값
pl: Nieznana wartość przycisku
sl: Neveljavna vrednost gumba
uk: Некоректне значення кнопки
zh_cn: 键值无效

source: Not a controller
he: לא בקר
hu: Nem játékvezérlő
ka: კონტროლერი არაა
ko: 컨트롤러가 아님
pl: Nie jest to kontrolerem
sl: Ni krmilnik
uk: Не є контролером
zh_cn: 不是控制器

# @option:check Allow using game controllers as a pointer and keyboard
source: Allow using as pointer and keyboard
ka: მაჩვენებლად და კლავიატურად გამოყენების დაშვება
ko: 포인터와 키보드로 사용 허용

# @info:tooltip
source: Allow game controllers to act like pointer and keyboard devices in Plasma and non-game applications.<nl/><nl/>Games can always use the controller.
ka: თამაშის კონტროლერებისთვის ნების დართვა, მოიქცნენ როგორც მაჩვენებელი და კლავიატურის მოწყობილობა Plasma-ში და არა-თამაშის აპლიკაციებში.<nl/><nl/>კონტროლერის გამოყენება თამაშებს ყოველთვის შეუძლიათ.
ko: 게임 컨트롤러를 Plasma와 비 게임 앱에서 포인터와 키보드 장치로 사용하도록 허용합니다.<nl/><nl/>게임에서는 항상 컨트롤러를 사용할 수 있습니다.

# @info placeholdermessage text
source: No game controllers found
ka: თამაშის კონტროლერები აღმოჩენილი არაა
ko: 게임 컨트롤러를 찾을 수 없음

# @info:usagetip placeholdermessage text
source: Connect a wired or wireless controller
ka: შეაერთეთ სადენიანი, ან უსადენო კონტროლერი
ko: 유선이나 무선 컨트롤러를 연결하십시오

# @info:usagetip
source: The system may automatically go to sleep or lock the screen while the controller is in use. Consider manually blocking them while using the controller, or enable automatic blocking by allowing the use as pointer and keyboard.
ka: სისტემას შეუძლია, ავტომატურად გადავიდეს ძილის რეჟიმში, ან ეკრანი დაბლოკოს, სანამ კონტროლერი გამოიყენება. იფიქრეთ მის ხელით დაბლოკვაზე, სანამ კონტროლერი გამოიყენება, ან ჩართეთ ავტომატური დაბლოკვა მისი კლავიატურის, ან მაჩვენებლის სახით გამოყენების დაშვებით.
ko: 컨트롤러가 사용 중일 때 시스템이 절전 모드로 진입하거나 화면을 잠글 수도 있습니다. 컨트롤러를 사용 중일 때 수동으로 해당 설정을 차단하거나, 포인터와 키보드로 사용을 허용하여 자동 차단을 활성화할 수 있습니다.

# @label:textbox
source: Device:
he: התקן:
hu: Eszköz:
ka: მოწყობილობა:
ko: 장치:
pl: Urządzenie:
sl: Naprava:
uk: Пристрій:
zh_cn: 设备：

# @label game controller device type (wheel, joystick, game controller, etc.)
source: Device type:
he: סוג התקן:
hu: Eszköz típusa:
ka: მოწყობილობის ტიპი:
ko: 장치 종류:
pl: Rodzaj urządzenia:
sl: Vrsta naprave:
uk: Тип пристрою:
zh_cn: 设备类型：

# @label game controller controller type (which brand, etc.)
source: Controller type:
he: סוג בקר:
hu: Játékvezérlő típusa:
ka: კონტროლერის ტიპი:
ko: 컨트롤러 종류:
pl: Rodzaj kontrolera:
sl: Vrsta krmilnika:
uk: Тип контролера:
zh_cn: 控制器类型：

# @label:textbox
source: Connection type:
he: סוג חיבור:
hu: Kapcsolat típusa:
ka: შეერთების ტიპი:
ko: 연결 종류:
pl: Rodzaj połączenia:
sl: Vrsta povezave:
uk: Тип з’єднання:
zh_cn: 连接类型：

# @label Visual representation of the axis position for the left axis
source: Left position:
he: מקום שמאל:
hu: Bal pozíció:
ka: მარცხენა მდებარეობა:
ko: 왼쪽 위치:
pl: Położenie po lewej:
sl: Leva pozicija:
uk: Ліва позиція:
zh_cn: 左坐标位置：

# @label Visual representation of the axis position for the right axis
source: Right position:
he: מקום ימין:
hu: Jobb pozíció:
ka: მარჯვენა მდებარეობა:
ko: 오른쪽 위치:
pl: Położenie po prawej:
sl: Desna pozicija:
uk: Права позиція:
zh_cn: 右坐标位置：

# @label Gamepad buttons
source: Buttons:
he: כפתורים:
hu: Gombok:
ka: ღილაკები:
ko: 버튼:
pl: Przyciski:
sl: Gumbi:
uk: Кнопки:
zh_cn: 按钮：

# @label Gamepad axes (sticks)
source: Axes:
he: צירים:
hu: Tengelyek:
ka: ღერძები:
ko: 축:
pl: Osie:
sl: Osi:
uk: Осі:
zh_cn: 轴：

source: No game controllers found
he: לא נמצאו פקדי משחקים
hu: Nem található játékvezérlő
pl: Nie znaleziono żadnego pada do gier
sl: Ni najdenih krmilnikov za igre
uk: Не знайдено жодного ігрового контролера
zh_cn: 没有找到游戏控制器

source: Connect a wired or wireless controller
he: חיבור בקר משחק קווי או אלחוטי
hu: Csatlakoztasson egy vezetékes vagy vezeték nélküli vezérlőt
pl: Podłącz przewodowy lub bezprzewodowy pad
sl: Priklopi žični ali brezžični krmilnik
uk: Встановити з'єднання з дротовим або бездротовим контролером
zh_cn: 连接有线/无线控制器
