Repository: KDE/plasma-desktop
Catalog: po/*/kcm_activities.po
Languages: ga, pt

source: Activity Manager
ga: Bainisteoir Gníomhaíochta
pt: Gestor de Atividades

# @title:window
source: Activity Settings for %1
ga: Socruithe Gníomhaíochta do %1
pt: Definições de Atividade para %1

# @title:window
source: Create a New Activity
ga: Cruthaigh Gníomhaíocht Nua
pt: Criar nova Atividade

# @action:button as in, 'save changes'
source: Save
ga: Sábháil
pt: Guardar

# @label:chooser
source: Icon:
ga: Deilbhín:
pt: Ícone:

# @label:textbox
source: Name:
ga: Ainm:
pt: Nome:

# @label:textbox
source: Description:
ga: Cur síos:
pt: Descrição:

# @title:group for checkbox group
source: While on this activity, allow:
ga: Agus an ghníomhaíocht seo ar siúl, lig do:
pt: Durante esta atividade, permitir:

# @option:check While on activity, allow
source: Tracking file and app use
ga: Úsáid comhaid agus aipeanna a rianú
pt: Seguimento da utilização de ficheiros e aplicações

# @option:check While on activity, allow
source: Automatically turning off the screen
ga: Ag múchadh an scáileáin go huathoibríoch
pt: Desligar automaticamente o ecrã

# @option:check While on activity, allow
source: Automatically shutting down or sleeping
ga: Múchadh nó codladh go huathoibríoch
pt: Desligar ou suspender automaticamente

# @label prefix for keyboard shortcut input button
source: Shortcut for switching:
ga: Aicearra le haghaidh lascadh:
pt: Atalho para alternar:

# @info:tooltip
source: Delete %1 activity
ga: Scrios gníomhaíocht %1
pt: Eliminar a Atividade %1

# @action:button Create new Activity
source: Create New…
ga: Cruthaigh Nua…
pt: Criar nova...

# @title:window
source: Delete Activity
ga: Scrios Gníomhaíocht
pt: Eliminar Atividade

# %1 is an activity name
source: Do you want to delete activity '%1'?
ga: Ar mhaith leat gníomhaíocht '%1' a scriosadh?
pt: Pretende eliminar a Atividade '%1'?

# @action:button in dialog confirms deletion
source: Delete Activity
ga: Scrios Gníomhaíocht
pt: Eliminar Atividade
