Repository: KDE/plasma-desktop
Catalog: po/*/kcm_keys.po
Languages: ga

# NAME OF TRANSLATORS
source: Your names
ga: Séamus Ó Ciardhuáin,Kevin Scannell,Aindriú Mac Giolla Eoin

# EMAIL OF TRANSLATORS
source: Your emails
ga: seoc@iolfree.ie,kscanne@gmail.com,aindriu80@yahoo.com

# @title:group Launch app
source: Launch
ga: Lainseáil

# @item:intable
source: Window Management
ga: Bainistíocht Fuinneog

# @item:intable
source: Plasma Workspace
ga: Spás Oibre Plasma

# %1 is the name of the component, %2 is the action for which saving failed
source: Error while saving shortcut %1: %2
ga: Earráid agus aicearra %1 á shábháil: %2

# %1 is the name of an application
source: Error while adding %1, it seems it has no actions.
ga: Earráid agus %1 á chur leis, is cosúil nach bhfuil aon ghníomhartha ann.

source: Error while communicating with the global shortcuts service
ga: Earráid agus cumarsáid á déanamh leis an tseirbhís aicearraí domhanda

source: Failed to communicate with global shortcuts daemon
ga: Theip ar chumarsáid a dhéanamh leis an deamhan aicearraí domhanda

# @info %2 is the name of a category inside the 'Common Actions' section
source: Shortcut <shortcut>%1</shortcut> is already assigned to the common %2 action <interface>%3</interface>.<nl/><nl/>Re-assign it to %4?
ga: Tá an aicearra <shortcut>%1</shortcut> sannta cheana féin don ghníomh coitianta %2 <interface>%3</interface>.<nl/><nl/>An bhfuil tú ag iarraidh é a athshannadh do %4?

# @info
source: Shortcut <shortcut>%1</shortcut> is already assigned to action <interface>%2</interface> of <application>%3</application>.<nl/><nl/>Reassign it to action <interface>%4</interface> of <application>%5</application>?
ga: Tá an aicearra <shortcut>%1</shortcut> sannta cheana féin do ghníomh <interface>%2</interface> de chuid <application>%3</application>.<nl/><nl/>An bhfuil sé ath-shannta do ghníomh <interface>%4</interface> de chuid <application>%5</application>?

# @title:window
source: Resolve Shortcut Conflict
ga: Réiteach Coimhlint Aicearra

# @action:button
source: Reassign
ga: Athshannadh

source: File
ga: Comhad

source: Edit
ga: Eagar

source: Navigation
ga: Nascleanúint

source: View
ga: Amharc

source: Settings
ga: Socruithe

source: Help
ga: Cabhair

# @title:group list section name
source: Applications
ga: Feidhmchláir

# @title:group list section name
source: Commands
ga: Orduithe

# @title:group list section name
source: System Services
ga: Seirbhísí Córais

# @title:group list section name
source: Common Actions
ga: Gníomhartha Coitianta

# @action:button Import shortcut scheme
source: Import…
ga: Iompórtáil…

# @action:button accessible
source: Import shortcut scheme
ga: Scéim aicearra a allmhairiú

# @action:button
source: Cancel Export
ga: Cealaigh Easpórtáil

# @action:button Export shortcut scheme
source: Export…
ga: Easpórtáil…

# @action:button accessible
source: Export shortcut scheme
ga: Scéim aicearra a easpórtáil

# @action:button Add new shortcut
source: Add New
ga: Cuir Ceann Nua Leis

# @action:menu End of the sentence 'Add New Application…'
source: Application…
ga: Feidhmchlár…

# @action:menu accessible
source: Add new application
ga: Cuir feidhmchlár nua leis

# @action:menu End of the sentence 'Add New Command or Script…'
source: Command or Script…
ga: Ordú nó Script…

# @action:menu accessible
source: Add new command or script
ga: Cuir ordú nó script nua leis

# @info:status inlinemessage
source: Cannot export scheme while there are unsaved changes
ga: Ní féidir an scéim a easpórtáil agus athruithe gan sábháil ann

# @info:usagetip
source: Select the components below that should be included in the exported scheme
ga: Roghnaigh na comhpháirteanna thíos ba chóir a áireamh sa scéim easpórtáilte

# @action:button Export shortcut scheme
source: Export
ga: Easpórtáil

# @option:check accessible export shortcuts %1 is application/group name
source: Export %1
ga: Easpórtáil %1

# @action:button %1 is the name of a custom command
source: Edit command for %1
ga: Cuir ordú in eagar do %1

# @action:button %1 is the name of a shortcut category
source: Remove all shortcuts for %1
ga: Bain gach aicearra do %1

# @action:button
source: Undo deletion
ga: Cealaigh scriosadh

# @info:status placeholdermessage
source: No items matched the search terms
ga: Níor mheaitseáil aon mhír na téarmaí cuardaigh

# @info
source: These shortcuts will be deleted when changes are applied.
ga: Scriosfar na haicearraí seo nuair a chuirfear athruithe i bhfeidhm.

# @action:button
source: Undo
ga: Cuir ar ceal

# @action:button
source: Undo deleting shortcuts
ga: Cealaigh scriosadh aicearraí

# @info:usagetip placeholdermessage
source: Select an item from the list to view its shortcuts here
ga: Roghnaigh mír ón liosta chun a aicearraí a fheiceáil anseo

# @title:window dialog
source: Export Shortcut Scheme
ga: Scéim Aicearra Easpórtála

# @title:window dialog
source: Import Shortcut Scheme
ga: Scéim Aicearra Iompórtála

# Template for file dialog
source: Shortcut Scheme (*.kksrc)
ga: Scéim Aicearraí (*.kksrc)

# @title:window dialog
source: Edit Command
ga: Cuir Ordú in Eagar

# @title:window dialog
source: Add Command
ga: Cuir Ordú Leis

# @action:button in dialog, save changes to custom command
source: Save
ga: Sábháil

# @action:button in dialog, add entry as new custom command
source: Add
ga: Cuir leis

# @action:button accessible
source: Save command
ga: Sábháil an t-ordú

# @action:button accessible
source: Add command
ga: Cuir ordú leis

# @info:usagetip
source: Enter a command or choose a script file:
ga: Cuir isteach ordú nó roghnaigh comhad scripte:

# @label:textbox A shell command
source: Command:
ga: Ordú:

# @label:textbox accessible
source: Command
ga: Ordú

# @action:button
source: Choose…
ga: Roghnaigh…

# @action:button accessible
source: Choose script file
ga: Roghnaigh comhad scripte

# @label:textfield Human-readable name given to a shell command
source: Name:
ga: Ainm:

# @info:placeholder
source: Enter name here
ga: Cuir isteach ainm anseo

# @title:window
source: Choose Script File
ga: Roghnaigh Comhad Scripte

source: Script files (.sh, .bash, .zsh, etc.) (*.*sh)
ga: Comhaid scripte (.sh, .bash, .zsh, srl.) (*.*sh)

# @label:listbox regarding 'shortcut schemes'
source: Select the scheme to import:
ga: Roghnaigh an scéim le hallmhairiú:

# @item:inlistbox regarding 'shortcut schemes'
source: Custom Scheme
ga: Scéim Saincheaptha

# @action:button
source: Select File…
ga: Roghnaigh Comhad…

# @action:button import shortcut scheme
source: Import
ga: Iompórtáil

# @action:button accessible
source: Select shortcut scheme file
ga: Roghnaigh comhad scéime aicearra

# @action:button accessible
source: Add shortcut scheme
ga: Cuir scéim aicearra leis

# @action:button Collapse shortcuts view
source: Collapse
ga: Laghdaigh

# @action:button
source: Expand to configure shortcuts
ga: Leathnaigh chun aicearraí a chumrú

# @info:whatsthis accessible name %1 is shortcut label (not sequence)
source: Editing shortcut: %1
ga: Aicearra eagarthóireachta: %1

# @info:status
source: No active shortcuts
ga: Gan aon aicearraí gníomhacha

# @title:column %1 decides if singular or plural will be used
source: Default shortcut
ga: Aicearra réamhshocraithe

# @label for shortcut with no default bindings
source: No default shortcuts
ga: Gan aicearraí réamhshocraithe

# @info:whatsthis accessible name
source: Default shortcut %1 is enabled.
ga: Tá an aicearra réamhshocraithe %1 cumasaithe.

# @info:whatsthis accessible name
source: Default shortcut %1 is disabled.
ga: Tá an aicearra réamhshocraithe %1 díchumasaithe.

# @title:column
source: Custom shortcuts
ga: Aicearraí saincheaptha

# @action:button accessible
source: Delete shortcut
ga: Scrios aicearra

# @action:button Add custom shortcut
source: Add…
ga: Cuir leis…

# @action:button accessible
source: Add custom shortcut
ga: Cuir aicearra saincheaptha leis

# @action:button accessible
source: Cancel capturing shortcut
ga: Cealaigh an aicearra a ghabháil
