Repository: KDE/plasma-desktop
Catalog: po/*/kcm_access.po
Languages: ga, pt, ug

source: Toggle Invert Effect
ga: Éifeacht Inbhéartaithe a Athrú
pt: Alternar Efeito de Inversão
ug: تەتۈر قىلىش ئۈنۈمىنى ئالماشتۇر

source: Toggle Invert Effect on Window
ga: Éifeacht Inbhéartaithe a Scoráil ar Fhuinneog
pt: Alternar Efeito de Inversão na Janela
ug: كۆزنەك تەتۈر قىلىش ئۈنۈمىنى ئالماشتۇر

source: Move Left
ga: Bog ar Chlé
pt: Mover para a esquerda
ug: سولغا يۆتكە

source: Move Right
ga: Bog ar Dheis
pt: Mover para a direita
ug: ئوڭغا يۆتكە

source: Move Up
ga: Bog Suas
pt: Mover para cima
ug: ئۈستىگە

source: Move Down
ga: Bog Síos
pt: Mover para baixo
ug: پەسكە

source: Move Mouse to Focus
ga: Bog an Luch chun Díriú
pt: Mover o rato para o foco
ug: چاشقىنەكنى فوكۇسقا يۆتكە

source: Move Mouse to Center
ga: Bog an Luch go dtí an Lár
pt: Mover o rato para o centro
ug: چاشقىنەكنى مەركەزگە يۆتكە

source: Could not set gsettings for Orca: "%1" failed
ga: Níorbh fhéidir socruithe g a shocrú don Orca: theip ar "%1"
pt: Não foi possível definir as definições do 'gsettings' para o Orca: "%1" falhou
ug: Orca ئۈچۈن gsettings نى تەڭشىيەلمەيدۇ: «%1» مەغلۇپ بولدى

source: Error: Could not launch "orca --setup"
ga: Earráid: Níorbh fhéidir "orca --setup" a sheoladh
pt: Erro: Não foi possível iniciar "orca --setup"
ug: خاتالىق: ‪«orca --setup»‬ نى قوزغىتالمايدۇ

source: Use Gestures
ga: Úsáid Gothaí
pt: Usar Gestos
ug: قول ئىشارىتى ئىشلەت

source: Ask for Confirmation for a gesture
ga: Iarr Deimhniú le haghaidh gotha
pt: Pedir confirmação para um gesto
ug: قول ئىشارىتىنى جەزملەشنى سورايدۇ

source: Confirm access to the Keyboard
ga: Deimhnigh rochtain ar an Méarchlár
pt: Confirmar acesso ao teclado
ug: ھەرپتاختا زىيارىتىنى جەزملەيدۇ

source: Use a timeout delay
ga: Bain úsáid as moill ama scoir
pt: Utilizar um atraso de tempo limite
ug: مۆھلىتىنى كېچىكتۈرۈشنى ئىشلىتىدۇ

source: Delay for timeout
ga: Moill le haghaidh sos ama
pt: Atraso para tempo limite
ug: مۆھلىتىنى كېچىكتۈرۈش

source: Use a beep for access
ga: Úsáid bíp le haghaidh rochtana
pt: Utilizar um sinal sonoro para acesso
ug: قولايلىق ئىقتىدارغا ئاۋاز ئەسكەرتىشى ئىشلىتىدۇ

source: Use System Bell
ga: Úsáid Clog an Chórais
pt: Utilizar o Sinal Sonoro do Sistema
ug: سىستېما قوڭغۇرىقىنى ئىشلىتىدۇ

source: Customize system bell
ga: Saincheap clog an chórais
pt: Personalizar o sinal sonoro do sistema
ug: سىستېما قوڭغۇرىقىنى خاسلاشتۇرىدۇ

source: Sound file for the Bell
ga: Comhad fuaime don Chloigín
pt: Ficheiro de som para o Sinal Sonoro
ug: قوڭغۇراقنىڭ ئاۋاز ھۆججىتى

source: Use a visual bell instead of a sound
ga: Bain úsáid as clog amhairc in ionad fuaime
pt: Utilizar um alerta visual em vez de um som
ug: ئاۋازنىڭ ئورنىغا كۆرۈنۈش ئەسكەرتىشى ئىشلىتىدۇ

source: Invert the system colors on the bell
ga: Inbhéartaigh dathanna an chórais ar an gclog
pt: Inverter as cores do sistema ao ativar o sinal sonoro
ug: ئەسكەرتكەندە سىستېما رەڭگىنى ئەكسى رەڭدە كۆرسىتىدۇ

source: Color of the Visual Bell
ga: Dath an Chloigín Amhairc
pt: Cor do Alerta Visual
ug: كۆرۈنۈشچان قوڭغۇراقنىڭ رەڭگى

source: Duration of the Visual Bell
ga: Fad an Chloigín Amhairc
pt: Duração do Alerta Visual
ug: كۆرۈنۈشچان قوڭغۇراقنىڭ مۇددىتى

source: Whether Colorblindness Correction is enabled
ga: Cibé an bhfuil Ceartú Dall-Dathanna cumasaithe
pt: Se a Correção de Daltonismo está ativada
ug: رەڭ قارىغۇسى تۈزىتىشنى قوزغىتامدۇ يوق

source: Whether the Invert effect is enabled
ga: Cibé an bhfuil an éifeacht Inbhéartaithe cumasaithe
pt: Se o efeito de Inversão está ativado
ug: ئەكسى رەڭ ئۈنۈمىنى قوزغىتامدۇ يوق

source: Use sticky Keys
ga: Úsáid Eochracha Greamaitheacha
pt: Utilizar Teclas Presas
ug: يېپىشقاق كۇنۇپكىلارنى ئىشلىتىدۇ

source: Lock the sticky keys
ga: Glasáil na heochracha greamaitheacha
pt: Bloquear as Teclas Presas
ug: يېپىشقاق كۇنۇپكىنى قۇلۇپلايدۇ

source: Turn sticky keys off when two keys are pressed simultaneously
ga: Díghníomhachtaigh eochracha greamaitheacha nuair a bhrúitear dhá eochair san am céanna
pt: Desativar as Teclas Presas ao premir duas teclas simultaneamente
ug: ئەگەر ئىككى كۇنۇپكا بىرلا ۋاقىتتا بېسىلسا يېپىشقاق كۇنۇپكىلارنى تاقايدۇ

source: Beep on a sticky key press
ga: Bíp ar bhrú eochrach greamaitheach
pt: Emitir sinal sonoro ao premir uma tecla presa
ug: يېپىشقاق كۇنۇپكا بېسىلسا ئاۋاز چىقىرىدۇ

source: Toggle keys beep
ga: Bíp eochracha scoránaigh
pt: Sinal sonoro das teclas de alternância
ug: كۇنۇپكا ئاۋازىنى ئالماشتۇر

source: Notify when a keyboard modifier is pressed
ga: Cuir in iúl nuair a bhrúitear mionathraitheoir méarchláir
pt: Notificar quando um modificador de teclado for premido
ug: ھەرپتاختا ئۆزگەرتكۈچ بېسىلغاندا ئۇقتۇرىدۇ

source: Use slow keypresses
ga: Úsáid brúnna eochracha mall
pt: Prima teclas lentamente
ug: ئاستا كۇنۇپكا بېسىشنى ئىشلىتىدۇ

source: Delay for the key press
ga: Moill ar an mbrú eochair
pt: Atraso para a pressão da tecla
ug: كۇنۇپكا بېسىلىشىنىڭ كېچىكتۈرۈلۈشى

source: Beep on a slow keypress
ga: Bíp ar bhrú mall eochrach
pt: Emitir sinal sonoro ao premir lentamente uma tecla
ug: ئاستا كۇنۇپكا بېسىلغاندا ئاۋاز چىقىرىدۇ

source: Beep on an accepted keypress
ga: Bíp ar bhrú eochair glactha
pt: Emitir sinal sonoro numa pressão da tecla aceite
ug: كۇنۇپكا بېسىش قوبۇل قىلىنغاندا ئاۋاز چىقىرىدۇ

source: Beep on a rejected keypress
ga: Bíp ar eochairbhrú diúltaithe
pt: Emitir sinal sonoro numa pressão da tecla rejeitada
ug: كۇنۇپكا بېسىش رەت قىلىنغاندا ئاۋاز چىقىرىدۇ

source: Bounce Keys
ga: Eochracha Preabtha
pt: Teclas com Rejeição
ug: قاڭقىش كۇنۇپكا

source: Use a delay for bouncing
ga: Bain úsáid as moill le haghaidh preabadh
pt: Utilizar um atraso para a rejeição
ug: قاڭقىش كۇنۇپكىغا كېچىكتۈرۈشنى ئىشلىتىدۇ

source: Beep if a bounce key event is rejected
ga: Bíp má dhiúltaítear d’imeacht eochrach preabtha
pt: Emitir sinal sonoro se um evento de Tecla com Rejeição for ignorado
ug: ئەگەر قاڭقىش كۇنۇپكا پائالىيىتى رەت قىلىنسا ئاۋاز چىقىرىدۇ

source: Use keys to control the mouse
ga: Úsáid na heochracha chun an luch a rialú
pt: Usar as teclas para controlar o rato
ug: كۇنۇپكىدا چاشقىنەكنى تىزگىنلەيدۇ

source: Delay for the mouse movement
ga: Moill ar ghluaiseacht na luiche
pt: Atraso para o movimento do rato
ug: چاشقىنەك يۆتكىلىشىنىڭ كېچىكتۈرۈلۈشى

source: Repetition interval for the mouse movement
ga: Eatramh athrá le haghaidh gluaiseacht na luiche
pt: Intervalo de repetição para o movimento do rato
ug: چاشقىنەك يۆتكىلىشىنىڭ تەكرارلىنىش چاستوتىسى

source: Time to hit maximum velocity
ga: Am chun an luas uasta a bhaint amach
pt: Tempo para atingir a velocidade máxima
ug: ئەڭ يۇقىرى تېزلىككە يېتىش ۋاقتى

source: Maximum Velocity
ga: Uasmhéid Luas
pt: Velocidade máxima
ug: ئەڭ يۇقىرى سۈرئىتى

source: Mouse Key Curve
ga: Cuar Eochrach Luiche
pt: Curva das teclas do rato
ug: چاشقىنەك كۇنۇپكا ئەگرى سىزىقى

source: Enable Screen Reader
ga: Cumasaigh Léitheoir Scáileáin
pt: Ativar o Leitor de Ecrã
ug: ئېكران ئوقۇغۇچنى قوزغىتىدۇ

source: Whether Shake Pointer is enabled
ga: Cibé an bhfuil an pointeoir croitheadh cumasaithe
pt: Se o Agitar Ponteiro está ativado
ug: نىشانلىغۇچ سىلكىنىشىنى قوزغىتامدۇ يوق

source: Magnification
ga: Formhéadú
pt: Ampliação
ug: چوڭايتىش

source: Whether the Zoom effect is enabled
ga: Cibé an bhfuil an éifeacht súmála cumasaithe
pt: Se o efeito de Ampliação está ativado
ug: چوڭايتىش ئۈنۈمى قوزغىتامدۇ يوق

source: Whether the Magnifier effect is enabled
ga: Cibé an bhfuil éifeacht an Mhéadaitheora cumasaithe
pt: Se o efeito de Lupa está ativado
ug: چوڭايتقۇچ ئۈنۈمىنى قوزغىتامدۇ يوق

# @option:check
source: Activation shortcuts:
ga: Aicearraí gníomhachtaithe:
pt: Atalhos de ativação:
ug: ئاكتىپلاش تېزلەتمىسى:

# Enable activation shortcuts
source: Enable
ga: Cumasaigh
pt: Ativar
ug: قوزغات

# @label
source: Press Shift 5 times to enable Sticky Keys
ga: Brúigh Shift 5 huaire chun Eochracha Greamaitheacha a chumasú
pt: Prima a tecla Shift 5 vezes para ativar as Teclas Presas
ug: Shift كۇنۇپكىسى 5 قېتىم بېسىلسا يېپىشقاق كۇنۇپكىنى قوزغىتىدۇ

# @label
source: Hold Shift for 8 seconds to enable Slow Keys
ga: Coinnigh Shift ar feadh 8 soicind chun Eochracha Mall a chumasú
pt: Mantenha a tecla Shift premida durante 8 segundos para ativar as Teclas Lentas
ug: Shift كۇنۇپكىسى 8 سېكۇنت بېسىپ تۇرۇلسا ئاستا كۇنۇپكىنى قوزغىتىدۇ

# @option:check
source: Disable sticky and slow keys after:
ga: Díchumasaigh eochracha greamaitheacha agus mall tar éis:
pt: Desativar as Teclas Presas e as Lentas após:
ug: مۇئەييەن ۋاقىت ئىشلىتىلمىسا يېپىشقاق ۋە ئاستا كۇنۇپكا چەكلىنىدۇ:

# @label:valuesuffix in spinbox %1 is timeout delay
source: %1 min
ga: %1 nóim
ug: %1 مىنۇت

# short for minute(s)
source: min
ga: nóim
ug: مىنۇت

# @title:group for checkbox group
source: When a shortcut is used:
ga: Nuair a úsáidtear aicearra:
pt: Quando for utilizada uma tecla de atalho:
ug: تېزلەتمە ئىشلىتىلگەندە:

# @option:check when shortcut used
source: Display a confirmation dialog
ga: Taispeáin dialóg deimhnithe
pt: Mostrar uma caixa de diálogo de confirmação
ug: جەزملەش سۆزلەشكۈسىنى كۆرسىتىدۇ

# @option:check when shortcut used
source: Ring the system bell
ga: Buail clog an chórais
pt: Tocar o sinal sonoro do sistema
ug: سىستېما قوڭغۇرىقى جىرىڭشىيدۇ

# @option:check when shortcut used
source: Show a notification
ga: Taispeáin fógra
pt: Mostrar uma notificação
ug: ئۇقتۇرۇش كۆرسىتىدۇ

# @action:button opens Notifications kcm
source: Configure Notifications…
ga: Cumraigh Fógraí…
pt: Configurar Notificações…
ug: ئۇقتۇرۇش سەپلە…

# @title:window dialog
source: Please choose an audio file
ga: Roghnaigh comhad fuaime le do thoil
pt: Escolha um ficheiro de áudio
ug: ئاۋاز ھۆججىتىدىن بىرنى تاللاڭ

# Name filters in a file dialog. Do not translate `(*.ogg *.oga *.wav)`
source: ogg, oga, and wav audio files (*.ogg *.oga *.wav)
ga: comhaid fuaime ogg, oga, agus wav (*.ogg *.oga *.wav)
pt: ogg, oga, e ficheiros áudio wav (*.ogg *.oga *.wav)
ug: ogg، oga، ۋە wav ئاۋاز ھۆججىتى (*.ogg *.oga *.wav)

# @label prefix for checkbox
source: Audible bell:
ga: Clog inchloiste:
pt: Sinal sonoro:
ug: ياڭراق قوڭغۇراق:

# Enable the system bell
source: Enable
ga: Cumasaigh
pt: Ativar
ug: قوزغات

# Defines if the system will use a sound system bell
source: Custom sound:
ga: Fuaim saincheaptha:
pt: Som personalizado:
ug: ئىختىيارى ئاۋاز:

# @action:button icononly tooltip
source: Choose audio file for the system bell
ga: Roghnaigh comhad fuaime don chloigín córais
pt: Escolher ficheiro de áudio para o sinal sonoro do sistema
ug: سىستېما قوڭغۇراق ئۈچۈن ئاۋاز ھۆججىتى تاللىنىدۇ

# @action button accessible only
source: Choose audio file
ga: Roghnaigh comhad fuaime
pt: Escolher ficheiro de áudio
ug: ئاۋاز ھۆججىتى تاللىنىدۇ

# @info:usagetip accessible description for button
source: Opens dialog
ga: Osclaíonn an dialóg
pt: Abre caixa de diálogo
ug: سۆزلەشكۈ ئاچ

# @label prefix for checkbox
source: Visual bell:
ga: Clog amhairc:
pt: Alerta visual:
ug: كۆرۈنۈشچان قوڭغۇراق:

# @option:check Enable visual bell
source: Enable
ga: Cumasaigh
pt: Ativar
ug: قوزغات

# @option:radio Invert screen colors when a system bell is rung
source: Invert screen colors
ga: Inbhéartaigh dathanna an scáileáin
pt: Inverter as cores do ecrã
ug: ئەكسى رەڭگە ئالماشتۇر

# @option:radio Flash screen when a system bell is rung
source: Flash screen
ga: Scáileán splanc
pt: Fazer o ecrã piscar
ug: ئېكراننى چاقنات

# Color of the system bell
source: Color
ga: Dath
pt: Cor
ug: رەڭ

# Duration of the system bell
source: Duration:
ga: Fad:
pt: Duração:
ug: مۇددىتى:

# @info
source: If you have trouble with certain colors on the screen, these filters can change them into other colors.
ga: Má bhíonn deacracht agat le dathanna áirithe ar an scáileán, is féidir leis na scagairí seo iad a athrú go dathanna eile.
pt: Se tiver dificuldades com determinadas cores no ecrã, estes filtros podem alterá-las para outras cores.
ug: ئەگەر ئېكراندىكى مۇئەييەن رەڭنى پەرقلەندۈرۈشتە قىينالسىڭىز، بۇ سۈزگۈچ ئۇلارنى باشقا رەڭگە ئۆزگەرتەلەيدۇ.

# @option check, Enable color blindness correction effect
source: Enable
ga: Cumasaigh
pt: Ativar
ug: قوزغات

# @label:listbox Difficulty seeing any of the following colors on the screen
source: Problematic colors:
ga: Dathanna fadhbacha:
pt: Cores problemáticas:
ug: مەسىلە بار رەڭ:

# @option
source: Red & purple (Protanopia)
ga: Dearg & corcra (Protanopia)
pt: Vermelho e roxo (protanopia)
ug: قىزىل ۋە بىنەپشە (قىزىل رەڭ قارىغۇسى)

# @option
source: Green & purple (Deuteranopia)
ga: Glas & corcra (Deuteranopia)
pt: Verde e roxo (deuteranopia)
ug: يېشىل ۋە بىنەپشە (يېشىل رەڭ قارىغۇسى)

# @option
source: Yellow, green & purple (Tritanopia)
ga: Buí, glas & corcra (Tritanopia)
pt: Amarelo, verde e roxo (tritanopia)
ug: سېرىق ۋە بىنەپشە (سېرىق رەڭ قارىغۇسى)

# @option
source: All (grayscale mode)
ga: Uile (mód liathscála)
pt: Tudo (modo de escala de cinzentos)
ug: ھەممىسى (كۈل رەڭ ھالەت)

# @label
source: Intensity:
ga: Déine:
pt: Intensidade:
ug: يورۇقلۇقى:

# @label Mild color blindness correction intensity
source: Mild
ga: Éadrom
pt: Ligeira
ug: سۇس

# @label Intense color blindness correction intensity
source: Intense
ga: Dian
pt: Intensa
ug: كۈچلۈك

# @info
source: Adjusted colors:
ga: Dathanna coigeartaithe:
pt: Cores ajustadas:
ug: تەڭشەلگەن رەڭ:

# @title:group for color rectangles
source: Reds:
ga: Dearga:
pt: Vermelhos
ug: قىزىل:

# @title:group for color rectangles
source: Greens:
ga: Glasaigh:
pt: Verdes
ug: يېشىل:

# @title:group for color rectangles
source: Blues:
ga: Gormacha:
pt: Azuis
ug: كۆك:

# @title:group for color rectangles
source: Purples:
ga: Corcra:
pt: Roxos
ug: بىنەپشە:

# @label
source: Invert:
ga: Inbhéartaigh:
pt: Inverter:
ug: ئەكسى:

# @option check, Enable invert effect
source: Enable
ga: Cumasaigh
pt: Ativar
ug: قوزغات

# @label Hint for invert effect enable button
source: Use shortcuts to toggle inverting display and window colors
ga: Úsáid aicearraí chun dathanna an taispeántais agus na fuinneoige a athrú ó áit go háit
pt: Utilizar atalhos para alternar a inversão das cores do ecrã e das janelas
ug: تېزلەتمىدە كۆرسەتكۈچ ۋە كۆزنەك رەڭگىنى ئالماشتۇرىدۇ

# @action:button
source: Configure Shortcuts…
ga: Cumraigh Aicearraí…
pt: Configurar Atalhos
ug: تېزلەتمە سەپلىمە…

# @title:group prefix
source: Slow keys:
ga: Eochracha mall:
pt: Teclas Lentas:
ug: ئاستا كۇنۇپكا:

# @option:check Enable slow keys
source: Enable
ga: Cumasaigh
pt: Ativar
ug: قوزغات

# @info:tooltip
source: For a key to be accepted, it has to be held until the set amount of time. Useful if you accidentally type more than one key at a time or have difficulty pressing the key you want the first time.
ga: Chun go nglacfar le heochair, caithfear í a choinneáil go dtí an tréimhse socraithe ama. Úsáideach má chlóscríobhann tú níos mó ná eochair amháin ag an am céanna trí thimpiste nó má bhíonn deacracht agat an eochair atá uait a bhrú an chéad uair.
pt: Para uma tecla ser aceite, tem de ser mantida premida durante o tempo definido. Útil se premir acidentalmente mais do que uma tecla ao mesmo tempo ou tiver dificuldade em premir a tecla pretendida à primeira.
ug: بىر كۇنۇپكىنىڭ كىرگۈزۈلۈشىنى قوبۇل قىلىشتىن ئىلگىرى، چوقۇم بەلگىلەنگەن ۋاقىت بېسىپ تۇرۇلىدۇ. ئەگەر تاسادىپىي كۆپ كۇنۇپكا كىرگۈزمەكچى ياكى تۇنجى قېتىم سىنىغاندا ئۆزىڭىز باسماقچى بولغان كۇنۇپكىنى بېسىشتا قىينالغان بولسىڭىز، بۇ ئىقتىدارنى سىناپ باقسىڭىز بولىدۇ.

# @label:spinbox Slow keys Delay
source: Delay:
ga: Moill:
pt: Atraso:
ug: كېچىكىش:

# @title:group prefix for checkbox group
source: Ring system bell:
ga: Clog an chórais:
pt: Tocar sinal sonoro do sistema:
ug: سىستېما قوڭغۇرىقى جىرىڭشىيدۇ:

# @option:check Use system bell when a key is pressed
source: when any key is &pressed
ga: nuair a &bhrúitear aon eochair
pt: quando qualquer tecla for &premida
ug: خالىغان كۇنۇپكا بېسىلغاندا

# @option:check Use system bell when a key is accepted
source: when any key is &accepted
ga: nuair &a ghlactar le haon eochair
pt: quando qualquer tecla for &aceite
ug: خالىغان كۇنۇپكىنى قوبۇل قىلغاندا(&A)

# @option:check Use system bell when a key is rejected
source: when any key is &rejected
ga: nuair a dhiúltaítear d'aon eochair
pt: quando qualquer tecla for &rejeitada
ug: خالىغان كۇنۇپكا رەت قىلىنغاندا(&R)

# @title:group prefix
source: Bounce keys:
ga: Eochracha preabtha:
pt: Teclas com Rejeição:
ug: قاڭقىش كۇنۇپكىسى:

# @option:check Bounce keys enable
source: Enable
ga: Cumasaigh
pt: Ativar
ug: قوزغات

# @info:tooltip
source: Ignore rapid, repeated keypresses of the same key. Useful if you have hand tremors that cause you to press a key multiple times when you only intend to press once.
ga: Déan neamhaird de bhrúnna tapa, arís agus arís eile den eochair chéanna. Úsáideach má bhíonn crith i do lámha a fhágann go mbrúnn tú eochair arís agus arís eile nuair nach bhfuil sé beartaithe agat ach brú uair amháin.
pt: Ignorar pressões rápidas e repetidas da mesma tecla. Útil se tiver tremores nas mãos que fazem com que prima uma tecla várias vezes quando só pretende premi-la uma vez.
ug: بىر كۇنۇپكىنىڭ تېز سۈرئەتتە تەكرار بېسىلىشىغا پەرۋا قىلمايدۇ. ئەگەر قولىڭىز تىترەيدىغان بولسا، كۇنۇپكىنى بىر قېتىم باسسىڭىز كۆپ قېتىم بېسىلىپ كېتىدۇ، شۇڭا بۇ ئىقتىدارنى ئىشلەتسىڭىز بولىدۇ.

# @label:spinbox Bounce keys delay
source: Delay:
ga: Moill:
pt: Atraso:
ug: كېچىكىش:

# @option:check for bounce keys
source: Ring system bell when rejected
ga: Buail clog an chórais nuair a dhiúltaítear é
pt: Tocar sinal sonoro do sistema quando rejeitado
ug: رەت قىلىنغاندا سىستېما قوڭغۇرىقى جىرىڭشىيدۇ

# @title Category name in sidebar
source: Zoom & Magnifier
ga: Súmáil & Formhéadaitheoir
pt: Ampliação & Lupa
ug: نىسبەت ۋە چوڭايتقۇچ

# @title Category name in sidebar
source: System Bell
ga: Clog an Chórais
pt: Sinal Sonoro do Sistema
ug: سىستېما قوڭغۇراق

# @title Category name in sidebar
source: Modifier Keys
ga: Eochracha Mionathraithe
pt: Teclas Modificadoras
ug: بىرىكمە كۇنۇپكا

# @title Category name in sidebar
source: Keyboard Filters
ga: Scagairí Méarchláir
pt: Filtros de Teclado
ug: ھەرپتاختا سۈزگۈچى

# @title Category name in sidebar
source: Mouse Navigation
ga: Nascleanúint Luiche
pt: Navegação com o Rato
ug: چاشقىنەك يولباشچىسى

# @title Category name in sidebar
source: Activation Shortcuts
ga: Aicearraí Gníomhachtaithe
pt: Atalhos de Ativação
ug: ئاكتىپلاش تېزلەتمىسى

# @title Category name in sidebar
source: Screen Reader
ga: Léitheoir Scáileáin
pt: Leitor de Ecrã
ug: ئېكران ئوقۇغۇچ

# @title Category name in sidebar
source: Color Blindness Correction
ga: Ceartú Daille Dathanna
pt: Correção de Daltonismo
ug: رەڭ قارىغۇسىنى تۈزىتىش

# @title Category name in sidebar, for inverting screen colors
source: Invert
ga: Inbhéartaigh
pt: Inverter
ug: ئەكسى رەڭگە ئالماشتۇر

# @title Category name in sidebar, shake pointer to find it
source: Shake Pointer
ga: Pointeoir Croith
pt: Agitar Ponteiro
ug: تىترەش نىشانلىغۇچ

# @option:check
source: Sticky keys:
ga: Eochracha greamaitheacha:
pt: Teclas Presas:
ug: يېپىشقاق كۇنۇپكا:

# @option:check Enable sticky keys
source: Enable
ga: Cumasaigh
pt: Ativar
ug: قوزغات

# @info:tooltip
source: Modifier keys like Ctrl, Shift, Alt, and the Meta/Super/Windows key act as though they “stick in place” and no longer need to be held down when typing a keyboard shortcut.
ga: Feidhmíonn eochracha modhnóra ar nós Ctrl, Shift, Alt, agus an eochair Meta/Super/Windows amhail is dá mba rud é go “ngreataíonn siad ina n-áit” agus nach gá iad a choinneáil síos a thuilleadh agus aicearra méarchláir á chlóscríobh.
pt: As teclas modificadoras, como Ctrl, Shift, Alt e a tecla Meta/Super/Windows, comportam-se como se “ficassem fixas” e deixam de precisar de ser mantidas premidas ao introduzir um atalho de teclado.
ug: Ctrl، Shift، Alt ۋە Meta/Super/Windows كۇنۇپكىسىغا ئوخشاش بىرىكمە كۇنۇپكا خۇددى يېپىشقاق كۇنۇپكىدەك، بىرىكمە كۇنۇپكىنى كىرگۈزۈشكە قولايلىق يارىتىدۇ.

# @option:check
source: Lock sticky keys
ga: Glasáil eochracha greamaitheacha
pt: Bloquear Teclas Presas
ug: يېپىشقاق كۇنۇپكىنى قۇلۇپلايدۇ

# @info:tooltip
source: Pressing a modifier key twice will keep it in active state until pressed again.
ga: Má bhrúnn tú eochair mhionathraithe faoi dhó, coinneofar í i riocht gníomhach go dtí go mbrúnntar arís í.
pt: Premir uma tecla modificadora duas vezes mantém-na no estado ativo até ser premida novamente.
ug: بىرىكمە كۇنۇپكا ئۇدا ئىككى قېتىم بېسىلىپ ئۇنى ئاكتىپلاپ ئۇنى قايتا باسقۇچە داۋاملىشىدۇ.

# @option:check
source: Disable when two keys are held down
ga: Díchumasaigh nuair a choinnítear dhá eochair síos
pt: Desativar quando duas teclas forem mantidas premidas
ug: بىرلا ۋاقىتتا ئىككى كۇنۇپكا بېسىلغاندا چەكلەيدۇ

# @option:check
source: Ring system bell when modifier keys are used
ga: Buail clog an chórais nuair a úsáidtear eochracha mionathraithe
pt: Tocar sinal sonoro do sistema quando forem utilizadas teclas modificadoras
ug: بىرىكمە كۇنۇپكا ئىشلىتىلگەندە سىستېما قوڭغۇرىقى جىرىڭشىيدۇ

# @option:check Feedback options:
source: Feedback:
ga: Aiseolas:
pt: Resposta:
ug: قايتۇرما ئىنكاس:

# @option:check
source: Ring system bell when locking keys are used
ga: Buail clog an chórais nuair a úsáidtear eochracha glasála
pt: Tocar sinal sonoro do sistema quando forem utilizadas teclas de bloqueio
ug: قۇلۇپلاش كۇنۇپكىسى بېسىلغاندا سىستېما قوڭغۇرىقى جىرىڭشىيدۇ

# @info:tooltip
source: The locking keys are Caps Lock, Num Lock, and Scroll Lock.
ga: Is iad na heochracha glasála ná Caps Lock, Num Lock, agus Scroll Lock.
pt: As teclas de bloqueio são Caps Lock, Num Lock e Scroll Lock.
ug: قۇلۇپلاش كۇنۇپكىسى Caps Lock، Num Lock ۋە Scroll Lock نى ئۆز ئىچىگە ئالىدۇ.

# @option:check
source: Show notification when modifier or locking keys are used
ga: Taispeáin fógra nuair a úsáidtear eochracha mionathraithe nó glasála
pt: Mostrar notificação quando forem utilizadas teclas modificadoras ou de bloqueio
ug: بىرىكمە كۇنۇپكا، قۇلۇپلاش كۇنۇپكىسى ئىشلىتىلگەندە ئۇقتۇرۇش كۆرسىتىدۇ

# @action:button
source: Configure Notifications…
ga: Cumraigh Fógraí…
pt: Configurar Notificações…
ug: ئۇقتۇرۇش سەپلە…

# @option:check
source: Use number pad to move pointer:
ga: Úsáid an eochaircheap uimhreach chun an pointeoir a bhogadh:
pt: Utilizar o teclado numérico para mover o ponteiro:
ug: نىشانلىغۇچنى يۆتكەشتە كىچىك رەقەم تاختا ئىشلىتىلىدۇ:

# @option:check Enable mouse navigation
source: Enable
ga: Cumasaigh
pt: Ativar
ug: قوزغات

# @info:tooltip
source: The numpad key <shortcut>5</shortcut> functions as a mouse click, toggled by <shortcut>/</shortcut> for middle click, <shortcut>*</shortcut> for right click and <shortcut>NumLock</shortcut> for left click. The keys <shortcut>2</shortcut>, <shortcut>4</shortcut>, <shortcut>6</shortcut>, and <shortcut>8</shortcut> allow for cardinal movement (down, left, right, and up). The keys <shortcut>1</shortcut>, <shortcut>3</shortcut>, <shortcut>7</shortcut>, and <shortcut>9</shortcut> allow for diagonal movement.
pt: A tecla <shortcut>5</shortcut> do teclado numérico funciona como um clique do rato, alternando entre <shortcut>/</shortcut> para clique do botão do meio, <shortcut>*</shortcut> para clique direito e <shortcut>NumLock</shortcut> para clique esquerdo. As teclas <shortcut>2</shortcut>, <shortcut>4</shortcut>, <shortcut>6</shortcut> e <shortcut>8</shortcut> permitem movimento cardinal (baixo, esquerda, direita e cima). As teclas <shortcut>1</shortcut>, <shortcut>3</shortcut>, <shortcut>7</shortcut> e <shortcut>9</shortcut> permitem movimento diagonal.
ug: رەقەم تاختا كۇنۇپكىسى <shortcut>5</shortcut> چاشقىنەكتىكى چېكىش، <shortcut>/</shortcut> ئوتتۇرا چېكىش، <shortcut>*</shortcut> ئوڭ چېكىش ۋە <shortcut>NumLock</shortcut> سول چېكىش رولىنى ئوينايدۇ. <shortcut>2</shortcut>، <shortcut>4</shortcut>، <shortcut>6</shortcut> ۋە <shortcut>8</shortcut> كۇنۇپكىسى نىشانلىغۇچنى (ئاستى، سول، ئوڭ ۋە ئۈستى) ئاساسىي يۆتكەشكە يول قويىدۇ. <shortcut>1</shortcut>، <shortcut>3</shortcut>، <shortcut>7</shortcut> ۋە <shortcut>9</shortcut> كۇنۇپكا دىياگونال يۆتكەشكە يول قويىدۇ..

# @label:spinbox
source: Acceleration delay:
ga: Moill luasghéaraithe:
pt: Atraso de aceleração:
ug: تېزلىتىشنى كېچىكتۈرۈش:
