Repository: KDE/plasma-desktop
Catalog: po/*/kcm_touchpad.po
Languages: ga

source: Querying input devices failed. Please reopen this settings module.
ga: Theip ar cheisteanna a chur ar ghléasanna ionchuir. Oscail an modúl socruithe seo arís, le do thoil.

source: Critical error on reading fundamental device infos for touchpad %1.
ga: Earráid chriticiúil agus faisnéis bhunúsach faoin ngléas á léamh don phainéal tadhaill %1.

source: Cannot connect to X server
ga: Ní féidir ceangal leis an bhfreastalaí X

source: No touchpad found
ga: Níor aimsíodh aon phainéal tadhaill

source: Cannot apply touchpad configuration
ga: Ní féidir cumraíocht an tslat tadhaill a chur i bhfeidhm

source: Cannot read touchpad configuration
ga: Ní féidir cumraíocht an tslat tadhaill a léamh

source: Cannot read default touchpad configuration
ga: Ní féidir cumraíocht réamhshocraithe an tadhaill a léamh

source: Error while loading values. See logs for more information. Please restart this configuration module.
ga: Earráid agus luachanna á lódáil. Féach na logaí le haghaidh tuilleadh eolais. Atosaigh an modúl cumraíochta seo le do thoil.

source: No touchpad found. Connect touchpad now.
ga: Níor aimsíodh aon tadhaill-cheap. Ceangail an tadhaill-cheap anois.

source: Not able to save all changes. See logs for more information. Please restart this configuration module and try again.
ga: Ní féidir na hathruithe go léir a shábháil. Féach na logaí le haghaidh tuilleadh eolais. Atosaigh an modúl cumraíochta seo agus déan iarracht arís.

source: Error while loading default values. Failed to set some options to their default values.
ga: Earráid agus luachanna réamhshocraithe á lódáil. Theip ar roinnt roghanna a shocrú chuig a luachanna réamhshocraithe.

source: Error while adding newly connected device. Please reconnect it and restart this configuration module.
ga: Earráid agus gléas nua-cheangailte á chur leis. Athcheangail é agus atosú an modúl cumraíochta seo le do thoil.

source: Touchpad disconnected. Closed its setting dialog.
ga: An ceap tadhaill dícheangailte. Dhún sé a dhialóg socruithe.

source: Touchpad disconnected. No other touchpads found.
ga: Teagmhéadán dícheangailte. Ní bhfuarthas aon teagmhéadáin eile.

# @info:status placeholdermessage text
source: No touchpad found
ga: Níor aimsíodh aon phainéal tadhaill

# @info:usagetip placeholdermessage explanation
source: Connect an external touchpad
ga: Ceangail ceap tadhaill seachtrach

# @label:listbox device selection
source: Device:
ga: Gléas:

# @title:group prefix for checkbox group
source: General:
ga: Ginearálta:

# @option:check
source: Enable device
ga: Cumasaigh gléas

# @option:check
source: Disable while mouse is connected
ga: Díchumasaigh agus an luch ceangailte

# option:check
source: Disable while typing
ga: Díchumasaigh agus tú ag clóscríobh

# @label 'this' refers to the 'disable touchpad while typing' feature
source: This can interfere with video games.
ga: Féadann sé seo cur isteach ar chluichí físeáin.

# @title:group
source: Left and right buttons:
ga: Cnaipí clé agus deas:

# @option:check
source: Swap (left-handed mode)
ga: Malartú (mód láimhe clé)

# @option:check 'both' refers to the left and right buttons'
source: Press both simultaneously to middle-click
ga: Brúigh an dá cheann ag an am céanna le cliceáil sa lár

# @info:tooltip from ContextualHelpButton
source: Activating this setting increases click latency by 50ms. The extra delay is needed to correctly detect simultaneous left and right button presses.
ga: Méadaíonn an socrú seo an moill cliceáil faoi 50ms. Tá an mhoill bhreise ag teastáil chun brúnna cnaipe clé agus deas comhuaineacha a bhrath i gceart.

# @label:slider and @label:spinbox
source: Pointer speed:
ga: Luas pointeora:

# @option:check
source: Enable pointer acceleration
ga: Cumasaigh luasghéarú pointeora

# @info:tooltip from ContextualHelpButton
source: When enabled, pointer travel distance increases with faster movement speed.
ga: Nuair a bhíonn sé cumasaithe, méadaíonn achar taistil an phointeora de réir mar a bhíonn luas gluaiseachta níos tapúla.

# @label:slider
source: Scrolling speed:
ga: Luas scrollaigh:

# @item:inrange Slower Scroll
source: Slower
ga: Níos moille

# @item:inrange Faster Scroll Speed
source: Faster
ga: Níos tapúla

source: Scroll by:
ga: Scrollaigh de réir:

# @option:radio completes the sentence 'Scroll by moving two fingers anywhere'
source: Moving two fingers anywhere
ga: Dhá mhéar ag bogadh áit ar bith

# @option:radio completes the sentence 'Scroll by moving one finger on edge'
source: Moving one finger on edge
ga: Ag bogadh méar amháin ar an imeall

# @option:check
source: Invert scroll direction (Natural scrolling)
ga: Inbhéartaigh treo an scrolla (Scrolláil nádúrtha)

# @option:check
source: Disable horizontal scrolling
ga: Díchumasaigh scrollú cothrománach

source: Right-click by:
ga: Cliceáil ar dheis ag:

source: Pressing bottom-right corner
ga: Ag brú sa chúinne íochtarach ar dheis

# @info:usagetip shown below radio button
source: Middle-click by pressing both bottom corners.
ga: Cliceáil sa lár trí bhrú ar an dá chúinne íochtaracha.

# @info:usagetip shown below radio button
source: Middle-click by pressing bottom center.
ga: Cliceáil sa lár trí bhrú ar an mbun lár.

# @option:radio Completes the sentence 'right-click by pressing with two fingers'
source: Pressing anywhere with two fingers
ga: Ag brú áit ar bith le dhá mhéar

# @info shown below radio button
source: Middle-click by pressing anywhere with three fingers.
ga: Cliceáil sa lár trí bhrú áit ar bith le trí mhéar.

source: Middle-click by:
ga: Cliceáil sa lár le:

source: Pressing bottom-middle edge
ga: Ag brú imeall bun-lár

source: Pressing bottom-left and bottom-right corners
ga: Ag brú ar choirnéil íochtaracha ar chlé agus íochtaracha ar dheis

source: Pressing anywhere with three fingers
ga: Ag brú áit ar bith le trí mhéar

# @label for checkbox, tap-to-click
source: Tapping:
ga: Ag tapáil:

# @option:check
source: Tap to click
ga: Beartaigh le cliceáil

# @option:check
source: Allow dragging after tapping
ga: Ceadaigh tarraingt tar éis tapáil

# @info:tooltip from ContextualHelpButton
source: Tap, then tap and immediately slide finger over the touchpad to drag. Lift finger to drop.
ga: Tapáil, ansin tapáil agus sleamhnaigh do mhéar láithreach thar an bpainéal tadhaill le tarraingt. Ardaigh do mhéar le ligean titim.

# @option:check
source: Allow briefly lifting finger during tap-and-drag
ga: Ceadaigh méar a ardú go hachomair le linn tapáil agus tarraingt

# @title:group
source: Two-finger tap:
ga: Tapáil dhá mhéar:

# @option:radio
source: Right-click (three-finger tap to middle-click)
ga: Cliceáil ar dheis (tapáil le trí mhéar chun cliceáil sa lár)

# @option:radio
source: Right-click
ga: Cliceáil ar dheis

# @option:radio
source: Middle-click (three-finger tap to right-click)
ga: Cliceáil sa lár (tapáil le trí mhéar chun cliceáil ar dheis)

# @option:radio
source: Middle-click
ga: Cliceáil sa lár
