Repository: KDE/plasma-desktop
Catalog: po/*/kcm_baloofile.po
Languages: ga, pt

# @action:button
source: Pause Indexer
ga: Sos Innéacsóir
pt: Pausar indexação

# @action:button
source: Resume Indexer
ga: Innéacsóir CV
pt: Retomar indexação

# @info inlinemessage
source: This will disable file searching in KRunner and launcher menus, and remove extended metadata display from all KDE applications.
ga: Cuirfidh sé seo cuardach comhad ar ceal i KRunner agus i roghchláir an lainseálaí, agus bainfidh sé taispeáint meiteashonraí leathnaithe ó gach feidhmchlár KDE.
pt: Isto irá desativar a pesquisa de ficheiros no KRunner e nos menus de lançamento, e remover a apresentação de metadados expandidos em todas as aplicações do KDE.

# @info:inlinemessage
source: Do you want to delete the saved index data? %1 of space will be freed, but if indexing is re-enabled later, the entire index will have to be re-created from scratch. This may take some time, depending on the number of files to index.
ga: Ar mhaith leat na sonraí innéacs sábháilte a scriosadh? Saorfar %1 den spás, ach má athchumasaítear an t-innéacsú níos déanaí, beidh ort an t-innéacs iomlán a athchruthú ón tús. D’fhéadfadh sé seo roinnt ama a thógáil, ag brath ar líon na gcomhad atá le hinnéacsú.
pt: Pretende eliminar os dados do índice guardados? Serão libertados %1 de espaço, mas, se a indexação for reativada posteriormente, todo o índice terá de ser recriado. Isto poderá demorar algum tempo, dependendo do número de ficheiros a indexar.

# @action:button
source: Delete Index Data
ga: Scrios Sonraí Innéacs
pt: Eliminar dados de indexação

# @info:usagetip
source: File Search helps you quickly locate your files. You can choose which folders and what types of file data are indexed.
ga: Cabhraíonn Cuardach Comhad leat do chuid comhad a aimsiú go tapa. Is féidir leat a roghnú cé na fillteáin agus na cineálacha sonraí comhaid atá innéacsaithe.
pt: A Pesquisa de Ficheiros ajuda-o a localizar rapidamente os seus ficheiros. Pode escolher quais as pastas e que tipos de dados de ficheiros são indexados.

# @title:group
source: Data to index:
ga: Sonraí le hinnéacsú:
pt: Dados a indexar:

# @option:radio Data to index
source: Nothing (disable indexing entirely)
ga: Dada (díchumasaigh innéacsú go hiomlán)
pt: Nada (desativar a indexação completamente)

# @option:radio Data to index
source: File names only
ga: Ainmneacha comhad amháin
pt: Apenas nomes de ficheiros

# @option:radio Data to index
source: File names and contents
ga: Ainmneacha agus ábhar comhad
pt: Nomes e conteúdos de ficheiros

# @option:check
source: Also index hidden files and folders
ga: Chomh maith leis sin, innéacsaigh comhaid agus fillteáin fholaithe
pt: Indexar também ficheiros e pastas ocultos

# @title:table Locations to include or exclude from indexing
source: Locations
ga: Suíomhanna
pt: Localizações

# @action:button
source: Start Indexing a Folder…
ga: Tosaigh ag Innéacsú Fillteáin…
pt: Iniciar indexação de uma pasta…

# @action:button
source: Stop Indexing a Folder…
ga: Stop ag Innéacsú Fillteáin…
pt: Parar indexação de uma pasta…

# State and a percentage of progress
source: %1, %2% complete
ga: %1, %2% críochnaithe
pt: %1, %2% completo

# @info Currently Indexing
source: Currently indexing: <filename>%1</filename>
ga: Ag innéacsú faoi láthair: <filename>%1</filename>
pt: A indexar atualmente: <filename>%1</filename>

# @info:status
source: Not indexed
ga: Gan innéacsú
pt: Não indexado

# @info:status
source: Indexed
ga: Innéacsaithe
pt: Indexado

# Remove the list item for this filesystem path
source: Remove entry
ga: Bain an iontráil
pt: Remover entrada

# @title:window
source: Select a folder to include
ga: Roghnaigh fillteán le cur san áireamh
pt: Selecione uma pasta a incluir

# @title:window
source: Select a folder to exclude
ga: Roghnaigh fillteán le heisiamh
pt: Selecione uma pasta a excluir
