Repository: KDE/plasma-desktop
Catalog: po/*/kcm_device_automounter.po
Languages: pt

# NAME OF TRANSLATORS
source: Your names
pt: César A. P. Cláudio

# EMAIL OF TRANSLATORS
source: Your emails
pt: cesarapclaudio@gmail.com

source: This list contains the storage devices known to the system. If "Automount on Login" is checked, devices will be automatically mounted even though "Mount all removable media at login" is unchecked. The same applies for "Automount on Attach".
pt: Esta lista contém os dispositivos de armazenamento conhecidos pelo sistema. Se "Montar automaticamente ao iniciar sessão" estiver assinalado, os dispositivos serão montados automaticamente, mesmo que "Montar todos os suportes removíveis ao iniciar sessão" não esteja selecionado. O mesmo se aplica a "Montar automaticamente ao inserir dispositivo".

source: Clicking this button causes the selected devices to be 'forgotten'. This is only useful if "Only automatically mount removable media that has been manually mounted before" is checked. Once a device is forgotten and the system is set to only automatically mount familiar devices, the device will not be automatically mounted.
pt: Clicar neste botão faz com que os dispositivos selecionados sejam "esquecidos". Isto só é útil se "Montar automaticamente apenas suportes removíveis que tenham sido montados manualmente anteriormente" estiver selecionado. Assim que um dispositivo for esquecido e o sistema estiver configurado para montar automaticamente apenas dispositivos conhecidos, o dispositivo não será montado automaticamente.

source: Forget Device
pt: Esquecer dispositivo

source: When this is not checked, only remembered devices will be automatically mounted. A device is 'remembered' if it has ever been mounted before. For instance, plugging in a USB media player to charge is not sufficient to 'remember' it - if the files are not accessed, it will not be automatically mounted the next time it is seen. Once they have been accessed, however, the device's contents will be automatically made available to the system.
pt: Quando esta opção não estiver selecionada, apenas os dispositivos recordados serão montados automaticamente. Um dispositivo é "recordado" se alguma vez tiver sido montado anteriormente. Por exemplo, ligar um leitor multimédia USB apenas para o carregar não é suficiente para o "recordar" — se os ficheiros não forem acedidos, o dispositivo não será montado automaticamente da próxima vez que for detetado. Contudo, assim que os respetivos conteúdos tiverem sido acedidos, estes serão disponibilizados automaticamente ao sistema.

source: Automatically mount removable media that have never been mounted before
pt: Montar automaticamente suportes removíveis que nunca tenham sido montados anteriormente

source: Automount Device
pt: Montar dispositivo automaticamente

# As in automount on login
source: On Login
pt: No início da sessão

# As in automount on attach
source: On Attach
pt: Ao inserir dispositivo

source: All Devices
pt: Todos os dispositivos

source: All Known Devices
pt: Todos os dispositivos conhecidos

source: Attached Devices
pt: Dispositivos ligados

source: Disconnected Devices
pt: Dispositivos desligados

source: This device will be automatically mounted at login.
pt: Este dispositivo será montado automaticamente ao iniciar sessão.

source: This device will not be automatically mounted at login.
pt: Este dispositivo não será montado automaticamente ao iniciar sessão.

source: This device will be automatically mounted when attached.
pt: Este dispositivo será montado automaticamente ao ser ligado.

source: This device will not be automatically mounted when attached.
pt: Este dispositivo não será montado automaticamente ao ser ligado.
