Repository: KDE/plasma-desktop
Catalog: po/*/kcm_kded.po
Languages: eu, ga, ug

source: Failed to stop service: %1
eu: Ezin izan da zerbitzua geldiarazi: %1
ga: Theip ar an tseirbhís a stopadh: %1
ug: مۇلازىمەتنى توختىتالمىدى: %1

source: Failed to start service: %1
eu: Ezin izan da zerbitzua abiarazi: %1
ga: Theip ar an tseirbhís a thosú: %1
ug: مۇلازىمەتنى قوزغىتالمىدى: %1

source: Failed to stop service.
eu: Ezin izan da zerbitzua geldiarazi.
ga: Theip ar an tseirbhís a stopadh.
ug: مۇلازىمەتنى توختىتالمىدى.

source: Failed to start service.
eu: Ezin izan da zerbitzua abiarazi.
ga: Theip ar an tseirbhís a thosú.
ug: مۇلازىمەتنى قوزغىتالمىدى.

source: Failed to notify KDE Service Manager (kded6) of saved changed: %1
eu: Ezin izan zaio KDE Zerbitzu-kudeatzaileari (kded6) gordetako aldaketen berri eman: %1
ga: Theip ar chur in iúl do Bhainisteoir Seirbhíse KDE (kded6) faoi na hathruithe sábháilte: %1
ug: ساقلانغان ئۆزگەرتىشنى KDE مۇلازىمەت باشقۇرغۇچ (kded6) قا ئۇقتۇرالمىدى: %1

# @info
source: If you're disabling something here to work around an issue, please <link url='%1'>submit a bug report about it as well.</link>
eu: Arazo bat konpontzeko hemen zerbait desgaitzen ari bazara, mesedez, <link url='%1'>horri buruzko akats-txosten bat ere bidali.</link>
ga: Más rud é go bhfuil tú ag díchumasú rud éigin anseo chun fadhb a réiteach, <link url='%1'>cuir isteach tuairisc fabht faoi chomh maith.</link>
ug: ئەگەر سىز بۇ جايدا بىرەر نەرسىنى چەكلەپ مەسىلە ھەل قىلماقچى بولسىڭىز، <link url='%1'>ئۇ توغرىلىق كەمتۈكلۈك دوكلاتى يوللاڭ.</link>

# @info:status inlinemessage
source: The background services manager (kded6) is currently not running. Make sure it is installed correctly.
eu: Atzeko planoko zerbitzuen kudeatzailea (kded6) ez dago martxan une honetan. Ziurtatu behar bezala instalatuta dagoela.
ga: Níl an bainisteoir seirbhísí cúlra (kded6) ag rith faoi láthair. Déan cinnte go bhfuil sé suiteáilte i gceart.
ug: نۆۋەتتە ئارقا سۇپا مۇلازىمەت باشقۇرغۇچ (kded6) ئىجرا قىلىنمايۋاتىدۇ. ئۇنىڭ توغرا ئورنىتىلغانلىقىنى جەزملەڭ.

# @info:status inlinemessage
source: Some services disable themselves again when manually started if they are not useful in the current environment.
eu: Zerbitzu batzuek, eskuz abiarazi direnean, uneko ingurunean erabilgarriak ez badira, haien burua berriz ezgaitzen dute.
ga: Díchumasaíonn roinnt seirbhísí iad féin arís nuair a thosaítear de láimh iad mura bhfuil siad úsáideach sa timpeallacht reatha.
ug: ئەگەر نۆۋەتتىكى مۇھىتتا رولىنى جارى قىلدۇرالمىسا، بەزى مۇلازىمەت قولدا قوزغىتىلسىمۇ يەنە ئۆزىنى ئۆزى چەكلەيدۇ.

# @info:status inlinemessage
source: Some services were automatically started/stopped when the background services manager (kded6) was restarted to apply your changes.
eu: Zerbitzu batzuk automatikoki abiarazi/geldiarazi dira, zure aldaketak ezartzeko, atzeko planoko zerbitzuen kudeatzailea (kded6) berrabiatu denean.
ga: Cuireadh tús/stopadh roinnt seirbhísí go huathoibríoch nuair a atosaíodh bainisteoir na seirbhísí cúlra (kded6) chun do chuid athruithe a chur i bhfeidhm.
ug: ئارقا سۇپا مۇلازىمەت باشقۇرغۇچ (kded6) قايتا قوزغىلىپ ئۆزگەرتىشنى قوللانغاندا، بەزى مۇلازىمەت ئۆزلۈكىدىن قوزغىتىلىدۇ/چەكلىنىدۇ.

# @item:inlistbox
source: All Services
eu: Zerbitzu guztiak
ga: Gach Seirbhís
ug: بارلىق مۇلازىمەت

# @item:inlistbox List running services
source: Running
eu: Martxan daude
ga: Ag Rith
ug: ئىجرادا

# @item:inlistbox List not running services
source: Not Running
eu: Ez daude martxan
ga: Gan Rith
ug: ئىجرا قىلىنمايۋاتىدۇ

# @title:group list section
source: Startup Services
eu: Abioko zerbitzuak
ga: Seirbhísí Tosaithe
ug: قوزغىلىش مۇلازىمىتى

# @title:group list section
source: Load-on-Demand Services
eu: Eskatu ahala zamatzen diren zerbitzuak
ga: Seirbhísí Luchtaithe ar Éileamh
ug: ئېھتىياجغا ئاساسەن يۈكلەيدىغان مۇلازىمەت

# @action:button %1 service name
source: Disable automatically loading %1 on startup
eu: Ezgaitu %1 abioan automatikoki zamatzea
ga: Díchumasaigh luchtú uathoibríoch %1 ag am tosaithe
ug: قوزغالغاندا %1 نى ئۆزلۈكىدىن يۈكلەشنى چەكلەيدۇ

# @action:button %1 service name
source: Enable automatically loading %1 on startup
eu: Gaitu %1 abioan automatikoki zamatzea
ga: Cumasaigh luchtú uathoibríoch %1 ag am tosaithe
ug: قوزغالغاندا %1 نى ئۆزلۈكىدىن يۈكلەشنى قوزغىتىدۇ

# @info:whatsthis Accessible description
source: Toggle automatically loading this service on startup
eu: Txandakatu zerbitzu hau abioan automatikoki zamatzea
ga: Scoraigh luchtú uathoibríoch na seirbhíse seo ag am tosaithe
ug: قوزغالغاندا بۇ مۇلازىمەتنى ئۆزلۈكىدىن يۈكلەشنى ئالماشتۇرىدۇ

# @info:status
source: Not running
eu: Ez da exekutatzen ari
ga: Gan rith
ug: ئىجرا قىلىنمايۋاتىدۇ

# @info:status
source: Running
eu: Exekutatzen ari da
ga: Ag Rith
ug: ئىجرادا

# @action:button %1 service name
source: Stop %1
eu: Gelditu %1
ug: %1 نى توختات

# @action:button %1 service name
source: Start %1
eu: Abiatu %1
ga: Tosaigh %1
ug: %1 نى قوزغات

# @action:button
source: Stop Service
eu: Gelditu zerbitzua
ga: Stop Seirbhís
ug: مۇلازىمەتنى توختات

# @action:button
source: Start Service
eu: Abiatu zerbitzua
ga: Tosaigh Seirbhís
ug: مۇلازىمەتنى باشلا
