Repository: KDE/plasma-desktop
Catalog: po/*/kcm_recentFiles.po
Languages: pt

source: How many months keep the activity history
pt: Durante quantos meses manter o histórico de atividade

source: Which data to keep in activity history
pt: Que dados manter no histórico de atividade

source: List of Applications whose activity history to save
pt: Lista de aplicações cujo histórico de atividade deve ser guardado

source: List of Applications whose activity history not to save
pt: Lista de aplicações cujo histórico de atividade não deve ser guardado

# unlimited number of months
source: Forever
pt: Para sempre

source: Forget the last hour
pt: Esquecer a última hora

source: Forget the last two hours
pt: Esquecer as últimas duas horas

source: Forget a day
pt: Esquecer um dia

source: Forget everything
pt: Esquecer tudo

# unit of time. months to keep the history
source: month
pt: mês

# for in 'keep history for 5 months'
source: For
pt: Durante

source: Cleared the activity history.
pt: Histórico de atividade limpo.

source: Keep history:
pt: Manter histórico:

source: Clear History
pt: Limpar histórico

source: For a&ll applications
pt: Para todas as ap&licações

source: &Do not remember
pt: &Não memorizar

source: O&nly for specific applications:
pt: Só para aplicações &específicas:

source: Remember opened documents:
pt: Memorizar documentos abertos:

source: Exclude applications not on the list
pt: Excluir aplicações que não estejam na lista
