Repository: KDE/plasma-desktop
Catalog: po/*/kcmkclock.po
Languages: ug

# NAME OF TRANSLATORS
source: Your names
ug: ئابدۇقادىر ئابلىز، غەيرەت كەنجى

# EMAIL OF TRANSLATORS
source: Your emails
ug: sahranbay@gmail.com, gheyret@gmail.com

source: Date and Time
ug: چېسلا ۋە ۋاقىت

source: Set date and time &automatically
ug: چېسلا ۋە ۋاقىتنى ئۆزلۈكىدىن تەڭشەيدۇ(&A)

source: &Time server:
ug: ۋاقىت مۇلازىمېتىرى(&T):

source: Here you can change the system date's day of the month, month and year.
ug: سىز بۇ يەر دە سىستېما چېسلاسىنىڭ يىل، ئاي،كۈنلىرىنى ئۆزگەرتسىڭىز بولىدۇ.

source: Time Zone
ug: ۋاقىت رايونى

source: No NTP utility has been found. Install 'ntpdate' or 'rdate' command to enable automatic updating of date and time.
ug: NTP قورالىنى تاپالمىدى. «ntpdate» ياكى «rdate» بۇيرۇقىنى ئورنىتىپ چېسلا ۋە ۋاقىتنىڭ ئۆزلۈكىدىن يېڭىلىنىش ئىقتىدارىنى قوزغىتىڭ.

source: Here you can change the system time. Click into the hours, minutes or seconds field to change the relevant value, either using the up and down buttons to the right or by entering a new value.
ug: بۇ جايدا سىستېما ۋاقتىنى ئۆزگەرتەلەيسىز. مۇناسىپ سائەت، مىنۇت، سېكۇنت بۆلىكىنى چېكىپ، ئاندىن ئوڭ تەرەپتىكى ئاستى ئۈستى توپچە ئارقىلىق ياكى يېڭى ساننى بىۋاسىتە كىرگۈزۈپ ئۆزگەرتەلەيسىز.

source: Public Time Server (pool.ntp.org), asia.pool.ntp.org, europe.pool.ntp.org, north-america.pool.ntp.org, oceania.pool.ntp.org
ug: ئاممىۋى ۋاقىت مۇلازىمېتىرى (pool.ntp.org)، asia.pool.ntp.org، europe.pool.ntp.org، north-america.pool.ntp.org، oceania.pool.ntp.org

source: Unable to contact time server: %1.
ug: ۋاقىت مۇلازىمېتىرى بىلەن ئالاقە قىلغىلى بولمىدى: %1.

source: Can not set date.
ug: چېسلانى بەلگىلىگىلى بولمىدى.

source: Error setting new time zone.
ug: يېڭى ۋاقت رايونىنى تەڭشەشتە خاتالىق كۆرۈلدى.

source: Time zone Error
ug: ۋاقىت رايون خاتالىقى

source: <h1>Date & Time</h1> This system settings module can be used to set the system date and time. As these settings do not only affect you as a user, but rather the whole system, you can only change these settings when you start the System Settings as root. If you do not have the root password, but feel the system time should be corrected, please contact your system administrator.
ug: <h1>چېسلا ۋە ۋاقىت</h1>بۇ سىستېما تەڭشەك مودېلى سىستېما چېسلا ۋە ۋاقتىنى تەڭشەشكە ئىشلىتىلىدۇ. بۇ تەڭشەك پەقەت سىز تۇرغان جايدىكى ئىشلەتكۈچىگە تەسىر كۆرسىتىپلا قالماي بەلكى يەنە پۈتكۈل سىستېمىغا تەسىر كۆرسىتىدۇ، سىز چوقۇم root سالاھىيىتىدە سىستېما تەڭشىكىنى قوزغاتسىڭىز ئاندىن بۇ تەڭشەكنى ئۆزگەرتەلەيسىز. ئەگەر سىزدە root ئىشلەتكۈچى ئىم بولمىسا، ئەمما سىستېما ۋاقتىنى تەڭشەش كېرەك دەپ قارىسىڭىز، سىستېما باشقۇرغۇچىڭىز بىلەن ئالاقىلىشىڭ.

source: Unable to authenticate/execute the action: %1, %2
ug: سالاھىيەت دەلىللەپ/مەشغۇلاتنى ئىجرا قىلالمايدۇ: %1، %2

source: Unable to change NTP settings
ug: NTP تەڭشىكىنى ئۆزگەرتەلمەيدۇ

source: Unable to set current time
ug: نۆۋەتتىكى ۋاقىتنى تەڭشىيەلمەيدۇ

source: Unable to set timezone
ug: ۋاقىت رايونىنى تەڭشىيەلمەيدۇ
