Repository: KDE/plasma-desktop
Catalog: po/*/kcmqtquicksettings.po
Languages: ga

# NAME OF TRANSLATORS
source: Your names
ga: Do ainmneacha

# EMAIL OF TRANSLATORS
source: Your emails
ga: aindriu80@yahoo.com

source: These settings adjust the QtQuick settings used by Plasma. Modifying these settings can break your desktop. Only adjust these settings if you know what you are doing.
ga: Coigeartaíonn na socruithe seo na socruithe QtQuick a úsáideann Plasma. Is féidir le modhnú na socruithe seo do dheasc a mhilleadh. Ná coigeartaigh na socruithe seo ach amháin má tá a fhios agat cad atá á dhéanamh agat.

source: Rendering Backend:
ga: Cúltaca Rindreála:

source: Automatic
ga: Uathoibríoch

source: Software
ga: Bogearraí

source: GL Core Profile:
ga: Próifíl Chroí GL:

source: Render Loop:
ga: Lúb Rindreála:

source: Basic
ga: Bunúsach

source: Threaded
ga: Snáithithe

source: Force
ga: Fórsa
