Repository: KDE/plasma-desktop
Catalog: po/*/libkmpris.po
Languages: pt_br

# @title Name for global shortcuts category
source: Media Controller
pt_br: Controlador de multimédia

# @title shortcut
source: Play/Pause media playback
pt_br: Reproduzir/Pausa na reprodução de multimédia

# @title shortcut
source: Media playback next
pt_br: Reprodução multimédia seguinte

# @title shortcut
source: Media playback previous
pt_br: Reprodução multimédia anterior

# @title shortcut
source: Stop media playback
pt_br: Parar a reprodução multimédia

# @title shortcut
source: Pause media playback
pt_br: Pausar a reprodução de multimédia

# @title shortcut
source: Play media playback
pt_br: Reproduzir reprodução multimédia

# @title shortcut
source: Media volume up
pt_br: Aumentar o volume da mídia

# @title shortcut
source: Media volume down
pt_br: Diminuição do volume da mídia

# @action:button
source: Choose player automatically
pt_br: Escolher reprodutor automaticamente
