Repository: KDE/plasma-desktop
Catalog: po/*/org.kde.plasma.emojier.po
Languages: sl

source: Emoji Selector
sl: Izbirnik Emoji

# NAME OF TRANSLATORS
source: Your names
sl: MatjaÅ¾ Jeran

# EMAIL OF TRANSLATORS
source: Your emails
sl: matjaz.jeran@amis.net

source: Replace an existing instance
sl: Zamenjaj obstojeÄi pojavek

source: Clear History
sl: PoÄisti zgodovino

# @action:button Button to open a menu that lets you choose a skin tone
source: Skin tone:
sl: KoÅ¾ni ton:

# @title:page All emojis
source: All
sl: Vse

# @action:inmenu Skin Tone
source: ğŸ–ï¸ Neutral
sl: ğŸ–ï¸ Nevtralen

# @action:inmenu Skin Tone
source: Neutral
sl: Nevtralen

# @action:inmenu Skin Tone
source: ğŸ–ğŸ» Light
sl: ğŸ–ğŸ» Svetel

# @action:inmenu Skin Tone
source: Light
sl: Svetel

# @action:inmenu Skin Tone
source: ğŸ–ğŸ¼ Medium Light
sl: ğŸ–ğŸ¼ Srednje svetel

# @action:inmenu Skin Tone
source: Medium Light
sl: Srednje svetel

# @action:inmenu Skin Tone
source: ğŸ–ğŸ½ Medium
sl: ğŸ–ğŸ½ Srednji

# @action:inmenu Skin Tone
source: Medium
sl: Srednji

# @action:inmenu Skin Tone
source: ğŸ–ğŸ¾ Medium Dark
sl: ğŸ–ğŸ¾ Srednje temen

# @action:inmenu Skin Tone
source: Medium Dark
sl: Srednje temen

# @action:inmenu Skin Tone
source: ğŸ–ğŸ¿ Dark
sl: ğŸ–ğŸ¿ Temen

# @action:inmenu Skin Tone
source: Dark
sl: Temen

# @item:inmenu
source: Copy Character
sl: Kopiraj znak

# @item:inmenu
source: Copy Description
sl: Kopiraj opis

source: No recent Emojis
sl: Ni zadnjih ÄustvenÄkov

# @label placeholder for no emoji found in category
source: No matching emoji found
sl: Ni najdenega ustreznega ÄustvenÄka

source: %1 copied to the clipboard
sl: %1 prekopiran na odloÅ¾iÅ¡Äe

source: Recent
sl: Zadnji

# Emoji Category
source: Smileys and Emotion
sl: SmeÅ¡koti in ÄustvenÄki

# Emoji Category
source: People and Body
sl: Osebe in telesa

# Emoji Category
source: Component
sl: Komponente

# Emoji Category
source: Animals and Nature
sl: Å½ivali in narava

# Emoji Category
source: Food and Drink
sl: Jedi in pijaÄe

# Emoji Category
source: Travel and Places
sl: Potovanja in kraji

# Emoji Category
source: Activities
sl: Dejavnosti

# Emoji Category
source: Objects
sl: Predmeti

# Emoji Category
source: Symbols
sl: Simboli

# Emoji Category
source: Flags
sl: Zastave
