Repository: KDE/plasma-desktop
Catalog: po/*/plasma_applet_org.kde.plasma.windowlist.po
Languages: bg, de, es, eu, fr, ga, he, ia, it, ko, lt, lv, nl, pt, sl, sv, ta, ug, zh_cn, zh_tw

# @title:group for configuration dialog page
source: General
bg: Общи
de: Allgemein
eu: Orokorra
fr: Général
ga: Ginearálta
he: כללי
it: Generale
ko: 일반
lt: Bendra
lv: Pamata
nl: Algemeen
pt: Geral
sl: Splošno
sv: Allmänt
ta: பொதுவானவை
ug: ئادەتتىكى
zh_cn: 常规
zh_tw: 一般

# @label:listbox
source: For active application, show:
bg: За активно приложение, се показва:
de: Für die aktive Anwendung anzeigen:
es: Para la aplicación activa, mostrar:
eu: Aplikazio aktiboarekin, erakutsi:
fr: Pour une application active, afficher :
ga: I gcás feidhmchláir ghníomhacha, taispeáin:
he: ליישומים פעילים, להציג:
ia: Per application active,monstra:
it: Per applicazioni attive, mostra:
ko: 활성 앱에 대해서 표시:
lt: Aktyvios programos bus rodomos kaip:
lv: Aktīvajai programmai rādīt:
nl: Voor actieve toepassing, tonen:
pt: Para a aplicação ativa, mostrar:
sl: Za dejavno aplikacijo pokaži:
sv: För aktiva program, visa:
ta: செயலிலுள்ள செயலிக்கு காட்ட வேண்டியது:
ug: ئاكتىپ پىروگراممىغا نىسبەتەن، كۆرسىتىدۇ:
zh_cn: 对于活动应用程序，显示：
zh_tw: 對於作用中應用程式，顯示：

# @item:inlistbox what to show for active application in horizontal panel
source: Icon and name
bg: Име на икона
de: Symbol und Name
es: Icono y nombre
eu: Ikonoa eta izena
fr: Icône et nom
ga: Deilbhín agus ainm
he: סמל ושם
ia: Icone e nomine
it: Icona e nome
ko: 아이콘과 이름
lt: Piktograma ir pavadinimas
lv: Ikonu un nosaukumu
nl: Pictogram en naam
pt: Ícone e nome
sl: Ikono in ime
sv: Ikon och namn
ta: சின்னமும் பெயரும்
ug: سىنبەلگە ۋە ئاتى
zh_cn: 图标和名称
zh_tw: 圖示與名稱

# @item:inlistbox what to show for active application in horizontal panel
source: Icon
bg: Икона
de: Symbol
es: Icono
eu: Ikonoa
fr: Icône
ga: Deilbhín
he: סמל
ia: Icone
it: Icona
ko: 아이콘
lt: Piktograma
lv: Ikonu
nl: Pictogram
pt: Ícone
sl: Ikono
sv: Ikon
ta: சின்னம்
ug: سىنبەلگە
zh_cn: 图标
zh_tw: 圖示

# @item:inlistbox what to show for active application in horizontal panel
source: Name
bg: Име
es: Nombre
eu: Izena
fr: Nom
ga: Ainm
he: שם
ia: Nomine
it: Nome
ko: 이름
lt: Pavadinimas
lv: Nosaukumu
nl: Naam
pt: Nome
sl: Ime
sv: Namn
ta: பெயர்
ug: ئاتى
zh_cn: 名称
zh_tw: 名稱

# @info:usagetip display mode for active application
source: Only icons can be shown when the Panel is vertical.
bg: Когато панелът е вертикален, могат да се показват само икони.
de: Wenn die Kontrollleiste senkrecht ausgerichtet ist, können nur Symbole angezeigt werden.
eu: Panela bertikala denean ikonoak bakarrik erakuts daitezke.
fr: Seules les icônes peuvent être affichées lorsque le panneau est vertical.
ga: Ní féidir ach deilbhíní a thaispeáint nuair a bhíonn an Painéal ingearach.
he: אפשר להציג רק סמלים כאשר הלוח אנכי.
ia: Solmente icones pote esser monstrate quando le Pannello es vertical.
it: Solo le icone possono essere mostrate quando il pannello è verticale.
ko: 패널이 수직일 때는 아이콘만 표시할 수 있습니다.
lt: Kai skydelis vertikalioje padėtyje, gali būti rodomos tik piktogramos.
lv: Vertikālā panelī iespējams parādīt tikai ikonas.
nl: Pictogrammen kunnen alleen getoond worden wanneer het paneel verticaal is.
pt: Apenas os ícones podem ser mostrados quando o Painel está na vertical.
sv: Endast ikoner kan visas när panelen är vertikal.
ta: பலகை செங்குத்தாக இருக்கும்போது சின்னங்களை மட்டும்தான் காட்ட முடியும்.
ug: كۆزنەكچە بويىغا ھالەتتە بولغاندا پەقەت سىنبەلگىنىلا كۆرسىتىدۇ.
zh_cn: 面板垂直时，只显示图标。
zh_tw: 面板垂直時只能顯示圖示。

# @info:usagetip display mode for active application
source: Not applicable when the widget is on the Desktop.
bg: Не е приложимо, когато уиджета е на работния плот.
de: Nicht anwendbar, wenn sich das Bedienelement auf der Arbeitsfläche befindet.
eu: Ez da aplikagarria trepeta mahaigainean dagoenean.
fr: Non applicable lorsque le composant graphique est sur le bureau.
ga: Ní bhaineann sé nuair atá an giuirléid ar an Deasc.
he: לא תקף כאשר הווידג׳ט הוא על שולחן העבודה.
ia: Non applicabile quando le widget es sur le Scriptorio.
it: Non valido se l'oggetto è sul desktop.
ko: 위젯이 바탕 화면에 있을 때에는 사용할 수 없습니다.
lt: Netaikoma, kai valdiklis yra darbalaukyje.
lv: Nav piemērojams, logrīkam atrodoties uz darbvirsmas.
nl: Niet van toepassing wanneer het widget op het bureaublad is.
pt: Não aplicável quando o widget está no Ambiente de trabalho.
sv: Inte tillämpligt när den grafiska komponenten finns på skrivbordet.
ta: பிளாஸ்மாய்டு பணிமேடையில் இருக்கும்போது பொருந்தாது.
ug: ئەپچە ئۈستەلئۈستىدە بولغاندا ئىشلىتىلمەيدۇ.
zh_cn: 小部件位于桌面时不适用。
zh_tw: 元件在桌面上時不適用。

# @label:checkbox
source: Open on hover:
bg: Отваряне при посочване:
de: Beim Überfahren öffnen:
es: Abrir al situar el cursor encima:
eu: Ireki gainetik igarotzean:
fr: Ouvrir au survol :
ga: Oscail ar luchóg:
he: פתיחה בעת מעבר עכבר:
ia: Aperi sur planar
it: Apri al passaggio del mouse:
ko: 지나다닐 때 열기:
lt: Atverti užvedus pelę:
lv: Atvērt, uzliekot rādītāju:
nl: Openen bij er boven zweven:
pt: Abrir ao passar o rato:
sl: Odpri ob lebdenju miške:
sv: Öppna musen hålls över:
ta: சுட்டியை மேல்வைக்கும்போது திறப்பதை:
ug: لەيلەتكەندە ئاچىدۇ:
zh_cn: 悬停时打开：
zh_tw: 滑鼠懸停時開啟：

# @option:check open-on-hover is enabled, with the following delay:
source: Enabled, with delay:
bg: Активирано, със закъснение:
de: Aktiviert, mit Verzögerung:
es: Activado, con demora:
eu: Gaituta, atzerapenarekin:
fr: Activé, avec délai :
ga: Cumasaithe, le moill:
he: פעיל, עם השהיה:
ia: Habilitate, con retardo
it: Abilitato, con ritardo:
ko: 활성화됨, 지연 시간:
lt: Įjungta, su delsa:
lv: Ieslēgt ar aizturi:
nl: Ingeschakeld, met vertraging:
pt: Ativado, com atraso:
sl: Omogočeno, z zakasnitvijo:
sv: Aktiverad, med fördröjning:
ta: இந்த தாமதத்துடன் இயக்கு:
ug: قوزغىتىدۇ، كېچىكىشى:
zh_cn: 启用，带有延迟：
zh_tw: 啟用，在延遲一段時間後開啟：

# @item:valuesuffix, %1 is hover activation delay in ms
source: %1 ms
he: מ״ש %1
ko: %1밀리초
ta: %1 மி.நொ.
zh_cn: %1 毫秒
zh_tw: %1 毫秒

# short for millisecond(s)
source: ms
he: מ״ש
ko: 밀리초
ta: மி.நொ.
zh_cn: 毫秒
zh_tw: 毫秒

# @label:spinbox accessible %1 is milliseconds
source: Hover open delay %1 ms
bg: Закъснение на отварянето при посочване с %1 ms
de: Öffnungsverzögerung beim Überfahren %1 ms
es: Demora de apertura al situar el cursor de %1 ms
eu: Igaro irekitze atzerapena %1 ms
fr: Retard d'ouverture au survol de %1 ms
ga: Moill oscailte luiche %1 ms
he: השהיית פתיחה עם מעבר עכבר %1 מילישניות
ia: Retardo de aperi de planar %1 ms
it: Ritarda apertura al passaggio del mouse %1 ms
ko: 마우스 올림 지연 시간 %1밀리초
lt: Atvėrimo užvedus pelę delsa yra %1 ms
lv: Ieslēgšanas ar rādītāja uzlikšanu aizture ir %1 ms
nl: Er boven zweven open vertraging %1 ms
pt: Atraso de abertura ao passar o rato: %1 ms
sl: Zakasnitev odpiranja pri lebdenju %1 ms
sv: Öppningsfördröjning %1 ms när musen hålls över
ta: மேல்வைக்கும்போது திறப்பதற்கான தாமதம் %1 மி.நொ.
ug: لەيلەتكەندە ئېچىشنى كېچىكتۈرۈشى %1 ms
zh_cn: 悬停打开延迟 %1 毫秒
zh_tw: 游標停駐開啟延遲 %1 毫秒

# @label for checkbox group, completes sentence like: … from current screen
source: Show only windows:
bg: Показване само на прозорци:
de: Nur Fenster anzeigen:
es: Mostrar solo ventanas:
eu: Leihoak, erakutsi bakarrik:
fr: N'afficher que les fenêtres :
ga: Taispeáin fuinneoga amháin:
he: להציג רק חלונות:
it: Mostra solo le finestre:
ko: 다음의 창만 표시:
lt: Rodyti tik langus:
lv: Rādīt tikai logus:
pt: Mostrar apenas janelas
sl: Prikaži samo okna:
sv: Visa bara fönster:
ta: இச்சாளரங்களை மட்டும் காட்டு:
ug: كۆزنەكنىلا كۆرسىتىدۇ:
zh_cn: 只显示这些窗口
zh_tw: 只顯示哪些視窗：

# @option:check completes sentence: show only windows
source: From the current desktop
bg: От текущия работен плот
de: Der aktuellen Arbeitsfläche
es: Del escritorio actual
eu: Uneko mahaigainekoak
fr: Du bureau courant
ga: Ón deasc reatha
he: משולחן העבודה הנוכחי
ia: Ex le scriptorio currente
it: del desktop attuale
ko: 현재 바탕 화면에 있는 작업만
lt: Iš dabartinio darbalaukio
lv: Aktīvajā darbvirsmā
nl: Uit het huidige bureaublad
pt: Do ambiente de trabalho atual
sl: Iz trenutnega namizja
sv: Från aktuellt skrivbord
ta: தற்போதைய பணிமேடையிலுள்ளவை
ug: نۆۋەتتىكى ئۈستەلئۈستىدىن
zh_cn: 当前桌面的窗口
zh_tw: 目前桌面上的

# @option:check completes sentence: show only windows
source: From the current activity
bg: От текущата дейност
de: Der aktuellen Aktivität
es: De la actividad actual
eu: Uneko jarduerakoak
fr: De l'activité courante
ga: Ón ngníomhaíocht reatha
he: מהפעילות הנוכחית
ia: Ex le activitate currente
it: dell'attività attuale
ko: 현재 활동에 있는 작업만
lt: Iš dabartinės veiklos
lv: Aktīvajā aktivitātē
nl: Uit de huidige activiteit
pt: Da atividade atual
sl: Iz trenutne dejavnosti
sv: Från aktuell aktivitet
ta: தற்போதைய செயல்பாட்டிலுள்ளவை
ug: نۆۋەتتىكى پائالىيەتتىن
zh_cn: 当前活动的窗口
zh_tw: 目前活動裡的

# @option:check completes sentence: show only windows
source: From the current screen
bg: От текущия екран
de: Des aktuellen Bildschirms
es: De la pantalla actual
eu: Uneko pantailakoak
fr: De l'écran courant
ga: Ón scáileán reatha
he: מהמסך הנוכחי
ia: Ex le schermo currente
it: dello schermo attuale
ko: 현재 화면에 있는 작업만
lt: Iš dabartinio ekrano
lv: Aktīvajā ekrānā
nl: Uit het huidige scherm
pt: Do ecrã atual
sl: Iz trenutnega zaslona
sv: Från aktuell skärm
ta: தற்போதைய திரையிலுள்ளவை
ug: نۆۋەتتىكى ئېكراندىن
zh_cn: 当前屏幕的窗口
zh_tw: 目前螢幕上的

# @option:check completes sentence: show only windows
source: That are minimized
bg: Които са минимизирани
de: Die minimiert sind
es: Que estén minimizadas
eu: Ikonotuta daudenak
fr: Qui sont minimisés
ga: A bhfuil íoslaghdú déanta orthu
he: שהם ממוזערים
ia: Que es minimisate
it: che sono minimizzate
ko: 최소화됨
lt: Tuos, kurie suskleisti
lv: Kas ir minimizēti
nl: Die geminimaliseerd zijn
pt: Que estejam minimizadas
sl: Ki so strnjena
sv: Som är minimerade
ta: ஒதுக்கப்பட்டுள்ளவை
ug: كىچىكلىتىلگەن
zh_cn: 最小化状态的窗口
zh_tw: 已最小化的

# @label:listbox sort windows is list
source: Sort:
eu: Sailkatu:
he: מיון:
ia: Ordina:
it: Ordinamento:
ko: 정렬:
lt: Rikiuoti:
nl: Sorteren:
pt: Ordenar:
zh_cn: 排序：

# @item:inlistbox sort windows in list
source: By time opened
eu: Ireki zen orduaren arabera
he: לפי זמן הפתיחה
ia: Per tempore aperite
it: Per orario di apertura
ko: 연 시간순
lt: Pagal atvėrimo laiką
nl: Op tijd geopend
pt: Pela data em que foi aberto
zh_cn: 按打开时间

# @item:inlistbox sort windows in list
source: Alphabetically
eu: Alfabetikoki
he: לפי האלפבית
ia: Alphabeticamente
it: Alfabeticamente
ko: 가나다순
lt: Pagal abėcėlę
nl: Alfabetisch
pt: Alfabeticamente
zh_cn: 按字母顺序

# @item:inlistbox sort windows in list
source: Alphabetically, grouped by virtual desktop
eu: Alfabetikoki, alegiazko mahaigainaren arabera taldekatuta
he: לפי האלפבית, מקובץ לפי שולחן עבודה וירטואלי
ia: Alphabeticamente, gruppate per scriptoriovirtual
it: Alfabeticamente, raggruppamento per desktop virtuale
ko: 가나다순, 가상 데스크톱으로 그룹화
lt: Pagal abėcėlę, grupuojant pagal virtualų darbalaukį
nl: Alfabetisch, gegroepeerd op virtueel bureaublad
pt: Por ordem alfabética, agrupado por ambiente de trabalho virtual
zh_cn: 按字母顺序排列，按虚拟桌面分组

# @item:inlistbox sort windows in list
source: Alphabetically, grouped by activity
eu: Alfabetikoki, jardueraren arabera taldekatuta
he: לפי האלפבית, מקובץ לפי פעילות
ia: Alphabeticamente, gruppate per activitate
it: Alfabeticamente, raggruppamento per attività
ko: 가나다순, 활동으로 그룹화
lt: Pagal abėcėlę, grupuojant pagal veiklą
nl: Alfabetisch, gegroepeerd op activiteit
pt: Por ordem alfabética, agrupado por atividade
zh_cn: 按字母顺序排列，按活动分组

# @item:inlistbox sort windows in list
source: By last activated time
eu: Azken aktibazio orduaren arabera
he: לפי מועד ההפעלה האחרון
ia: Per ultime tempore activate
it: Per orario di ultima attivazione
ko: 마지막 활성화 시간순
lt: Pagal paskutinio aktyvavimo laiką
nl: Op tijd laatst geactiveerd
pt: Por hora da última ativação
zh_cn: 按上次激活时间

# @item:inlistbox sort windows in list
source: By horizontal window position
eu: Leihoaren kokapen horizontalaren arabera
he: לפי מקום אופקי של חלון
ia: Per position de fenestra horizontal
it: Per posizione orizzontale della finestra
ko: 수평 창 위치순
lt: Pagal horizontalią lango vietą
nl: Door horizontale positie van venster
pt: Por posição horizontal da janela
zh_cn: 按窗口水平位置

# @info:placeholder
source: No open windows
bg: Няма отворени прозорци
de: Keine offenen Fenster
es: No hay ventanas abiertas
eu: Ez dago irekitako leihorik
fr: Aucune fenêtre ouverte
ga: Gan aon fhuinneoga oscailte
he: אין חלונות פתוחים
ia: Nulle fenestras aperite
it: Nessuna finestra aperta
ko: 열린 창 없음
lt: Nėra atvertų langų
lv: Nav atvērtu logu
nl: Geen open vensters
pt: Sem janelas abertas
sl: Ni odprtih oken
sv: Inga öppna fönster
ta: திறந்துள்ள சாளரங்கள் இல்லை
ug: ئوچۇق كۆزنەك يوق
zh_cn: 没有打开的窗口
zh_tw: 無已開啟視窗

# @title:window title shown e.g. for desktop and expanded widgets
source: Plasma Desktop
bg: Работна среда Plasma
de: Plasma-Arbeitsfläche
es: Escritorio Plasma
eu: Plasma Mahaigaina
fr: Bureau Plasma
ga: Deasc Plasma
he: שולחן העבודה פלזמה
ia: Plasma Desktop (Scriptorio Plasma)
it: Desktop Plasma
ko: Plasma 데스크톱
lt: Plasma darbalaukis
lv: „Plasma“ darbvirsma
nl: Plasma Bureaublad
pt: Ambiente de trabalho Plasma
sl: Namizje Plasma
sv: Plasma skrivbord
ta: பிளாஸ்மா பணிமேடை
ug: Plasma ئۈستەلئۈستى
zh_cn: Plasma 桌面
zh_tw: Plasma 桌面

# @label for checkbox group, completes sentence like: â€¦ from current screen
source: Show only windows:
ia: Monstra solmente fenestras:
nl: Alleen vensters tonen:
