Repository: KDE/plasma-desktop
Catalog: po/*/plasma_applet_org.kde.plasma.kickoff.po
Languages: ga

source: Remove from Favorites
ga: Bain de na Ceanáin

source: Add to Favorites
ga: Cuir le Ceanáin

source: On All Activities
ga: Ar Gach Gníomhaíocht

source: On the Current Activity
ga: Ar an nGníomhaíocht Reatha

source: Show in Favorites
ga: Taispeáin i gCeanáin

# @title:group for configuration dialog page
source: General
ga: Ginearálta

# @label prefix for icon-only button
source: Icon:
ga: Deilbhín:

# @action:button
source: Change Application Launcher's icon
ga: Athraigh deilbhín an Lainseálaí Feidhmchláir

# @info:whatsthis
source: Current icon is %1. Click to open menu to change the current icon or reset to the default icon.
ga: Is é %1 an deilbhín reatha. Cliceáil chun an roghchlár a oscailt chun an deilbhín reatha a athrú nó chun an deilbhín réamhshocraithe a athshocrú.

# @info:tooltip
source: Icon name is "%1"
ga: Is é "%1" ainm an deilbhín

# @item:inmenu Open icon chooser dialog
source: Choose…
ga: Roghnaigh…

# @info:whatsthis
source: Choose an icon for Application Launcher
ga: Roghnaigh deilbhín don Tosaitheoir Feidhmchláir

# @item:inmenu Reset icon to default
source: Reset to default icon
ga: Athshocraigh go dtí an deilbhín réamhshocraithe

# @action:inmenu
source: Remove icon
ga: Bain deilbhín

# @label:textbox
source: Text label:
ga: Lipéad téacs:

# @info:placeholder
source: Type here to add a text label
ga: Clóscríobh anseo chun lipéad téacs a chur leis

# @action:button
source: Reset menu label
ga: Athshocraigh lipéad an roghchláir

# @info
source: A text label cannot be set when the Panel is vertical.
ga: Ní féidir lipéad téacs a shocrú nuair atá an Painéal ingearach.

# @label:listbox
source: Show applications as:
ga: Taispeáin feidhmchláir mar:

# @item:inlistbox
source: Name only
ga: Ainm amháin

# @item:inlistbox
source: Description only
ga: Cur síos amháin

# @item:inlistbox
source: Name (Description)
ga: Ainm (Cur Síos)

# @item:inlistbox
source: Description (Name)
ga: Cur Síos (Ainm)

# General options
source: General:
ga: Ginearálta:

# @option:check
source: Sort applications alphabetically
ga: Sórtáil feidhmchláir in ord aibítre

# @info:whatsthis
source: This doesn't affect how applications are sorted in either search results or the favorites page.
ga: Ní dhéanann sé seo difear don chaoi a ndéantar feidhmchláir a shórtáil i dtorthaí cuardaigh ná ar an leathanach ceanáin.

# @option:check
source: Use compact list item style
ga: Úsáid stíl mhír liosta dlúth

# @info:usagetip under a checkbox when Touch Mode is on
source: Automatically disabled when in Touch Mode
ga: Díchumasaithe go huathoibríoch nuair atá tú i Mód Tadhaill

# @option:check
source: Highlight newly installed applications
ga: Aibhsigh feidhmchláir nua-shuiteáilte

# @option:check
source: Switch sidebar categories when hovering over them
ga: Athraigh catagóirí an bharra taoibh agus tú ag luamhán os a gcionn

# @action:button opens plasmasearch kcm
source: Configure Search Plugins…
ga: Cumraigh Breiseáin Chuardaigh…

# @label:group prefix for radio button group
source: Sidebar position:
ga: Suíomh an bharra taoibh:

# @option:radio sidebar position
source: Right
ga: Deas

# option:radio sidebar position
source: Left
ga: Clé

# @option:radio sidebar position
source: Left
ga: Clé

# @title:group prefix for radio button group
source: Show favorites:
ga: Taispeáin na Ceanáin:

# @option:radio Part of a sentence: 'Show favorites in a grid'
source: In a grid
ga: I ngreille

# @option:radio Part of a sentence: 'Show favorites in a list'
source: In a list
ga: I liosta

# @title:group prefix for radio button group
source: Show other applications:
ga: Taispeáin feidhmchláir eile:

# @option:radio Part of a sentence: 'Show other applications in a grid'
source: In a grid
ga: I ngreille

# @option:radio Part of a sentence: 'Show other applications in a list'
source: In a list
ga: I liosta

# @title:group prefix for radio button group
source: Show buttons for:
ga: Taispeáin cnaipí le haghaidh:

# @option:radio Show buttons for
source: Power
ga: Cumhacht

# @option:radio Show buttons for
source: Session
ga: Seisiún

# @option:radio Show buttons for
source: Power and session
ga: Cumhacht agus seisiún

# @option:check
source: Show action button captions
ga: Taispeáin fotheidil na gcnaipí gníomhaíochta

# @title:tab kickoff sidebar tab
source: Applications
ga: Feidhmchláir

# @title:tab kickoff sidebar tab
source: Places
ga: Áiteanna

# @info:status
source: No matches
ga: Gan aon mheaitseálacha

# @action:button icon-only, for tooltip/Accessible
source: Open user settings
ga: Oscail socruithe úsáideora

source: Keep Open
ga: Coinnigh Oscailte

# @label Newly installed app, badge, keep short
source: New!
ga: Nua!

# @label Accessible name for badge
source: Newly installed application
ga: Feidhmchlár nua-shuiteáilte

# @info:whatsthis Accessible description
source: Grid with %1 rows, %2 columns
ga: Eangach le %1 sraitheanna, %2 colún

# Newly installed app, badge, keep short
source: New!
ga: Nua!

# @info:whatsthis Accessible description for badge
source: There is a newly installed application in this category
ga: Tá feidhmchlár nua-shuiteáilte sa chatagóir seo

# @info:whatsthis Accessible description for badge
source: Newly installed application
ga: Feidhmchlár nua-shuiteáilte

# @title:menu menubutton
source: Session
ga: Seisiún

# @title:menu menubutton
source: Power
ga: Cumhacht

# @title:menu menubutton
source: More
ga: Tuilleadh

# @title:menu menubutton
source: Session and Power
ga: Seisiún agus Cumhacht

# @action:inmenu launches kmenuedit
source: Edit Applications…
ga: Cuir Feidhmchláir in Eagar…

# category in Places sidebar
source: Computer
ga: Ríomhaire

# category in Places sidebar
source: History
ga: Stair

# category in Places sidebar
source: Frequently Used
ga: Úsáidte go Minic
