Repository: KDE/plasma-desktop
Catalog: po/*/plasma_applet_org.kde.plasma.taskmanager.po
Languages: ga

# Show all user Places
source: %1 more Place…
ga: %1 Áit eile…

source: Recent Downloads
ga: Íoslódálacha Le Déanaí

source: Recent Connections
ga: Naisc Le Déanaí

source: Recent Places
ga: Áiteanna Le Déanaí

# @action:inmenu
source: Forget Recent Downloads
ga: Déan dearmad ar Íoslódálacha Le Déanaí

# @action:inmenu
source: Forget Recent Connections
ga: Déan dearmad ar naisc le déanaí

# @action:inmenu
source: Forget Recent Places
ga: Déan dearmad ar áiteanna le déanaí

# @action:inmenu
source: Forget Recent Files
ga: Déan dearmad ar chomhaid le déanaí

# @action:button
source: Unmute
ga: Díbhalbhaigh

# @action:button
source: Mute
ga: Balbhaigh

# @info:tooltip %1 is the window title
source: Unmute %1
ga: Díbhalbhaigh %1

# @info:tooltip %1 is the window title
source: Mute %1
ga: Balbhaigh %1

# @title:group for configuration dialog page
source: Appearance
ga: Dealramh

# @title:group for configuration dialog page
source: Behavior
ga: Iompar

# @label for several checkboxes
source: General:
ga: Ginearálta:

# @option:check section General
source: Show small window previews when hovering over tasks
ga: Taispeáin réamhamhairc fuinneoga beaga agus tú ag bogadh thar thascanna

# @option:check section General
source: Hide other windows when hovering over previews
ga: Folaigh fuinneoga eile agus tú ag bogadh thar réamhamhairc

# @option:check section General
source: Hide other windows when hovering over tooltips
ga: Folaigh fuinneoga eile agus tú ag luascadh thar leideanna uirlisí

# @option:check section General
source: Show an indicator when a task is playing audio
ga: Taispeáin táscaire nuair a bhíonn tasc ag seinm fuaime

# @option:check section General
source: Mute task when clicking indicator
ga: Táscaire balbhaigh tasc nuair a chliceálann tú

# @option:check section General
source: Show media and volume controls in tooltip
ga: Taispeáin rialuithe meán agus toirte sa leid uirlisí

# @option:check section General
source: Fill free space on panel
ga: Líon an spás saor ar an bpainéal

# @label:listbox
source: Maximum task width:
ga: Leithead uasta tascanna:

# @item:inlistbox how wide a task item should be
source: Narrow
ga: Caol

# @item:inlistbox how wide a task item should be
source: Medium
ga: Meánach

# @item:inlistbox how wide a task item should be
source: Wide
ga: Leathan

source: Use multi-column view:
ga: Úsáid radharc ilcholún:

source: Use multi-row view:
ga: Úsáid radharc il-shraithe:

# @option:radio Never use multi-column view for Task Manager
source: Never
ga: Choíche

# @option:radio completes sentence: Use multi-column/row view
source: When panel is low on space and thick enough
ga: Nuair a bhíonn easpa spáis ar an bpainéal agus go bhfuil sé tiubh go leor

# @option:radio completes sentence: Use multi-column/row view
source: Always when panel is thick enough
ga: I gcónaí nuair a bhíonn an painéal tiubh go leor

# @label:spinbox maximum number of columns for tasks
source: Maximum columns:
ga: Uasmhéid colún:

# @label:spinbox maximum number of rows for tasks
source: Maximum rows:
ga: Uasmhéid sraitheanna:

# @label:listbox
source: Spacing between icons:
ga: Spásáil idir deilbhíní:

# @item:inlistbox Icon spacing
source: Small
ga: Beag

# @item:inlistbox Icon spacing
source: Normal
ga: Gnáth

# @item:inlistbox Icon spacing
source: Large
ga: Mór

# @info:usagetip under a set of radio buttons when Touch Mode is on
source: Automatically set to Large when in Touch mode
ga: Socraithe go Mór go huathoibríoch nuair atá tú i mód Tadhaill

# @info
source: If you're using this setting to work around an application that demands attention too often, first look for a setting in the app to disable that behavior. If you don't find one, consider reporting this as a bug to the app's developer.
ga: Más rud é go bhfuil an socrú seo á úsáid agat chun dul timpeall ar fheidhmchlár a éilíonn aird rómhinic, lorg socrú san aip ar dtús chun an t-iompar sin a dhíchumasú. Mura bhfaighidh tú ceann, smaoinigh ar é seo a thuairisciú mar fhabht d'fhorbróir na haipe.

# @label:listbox how to group tasks
source: Group:
ga: Grúpa:

# @item:inlistbox how to group tasks
source: Do not group
ga: Ná grúpáil

# @item:inlistbox how to group tasks
source: By program name
ga: De réir ainm an chláir

# @label:listbox completes sentence like: … cycles through tasks
source: Clicking grouped task:
ga: Ag cliceáil ar thasc grúpáilte:

source: Cycles through tasks
ga: Timthriallta trí thascanna

source: Shows small window previews
ga: Taispeánann réamhamhairc fuinneoga beaga

source: Shows large window previews
ga: Taispeánann réamhamhairc fuinneoige móra

source: Shows textual list
ga: Taispeánann liosta téacsúil

# @info displayed as InlineMessage
source: The compositor does not support displaying windows side by side, so a textual list will be displayed instead.
ga: Ní thacaíonn an cumadóir le fuinneoga a thaispeáint taobh le taobh, mar sin taispeánfar liosta téacsúil ina ionad.

# @option:check grouped task
source: Combine into single button
ga: Comhcheangail i gcnaipe amháin

# @option:check grouped task
source: Group only when the Task Manager is full
ga: Grúpaigh ach amháin nuair a bhíonn an Bainisteoir Tascanna lán

# @label:listbox sort tasks in grouped task
source: Sort:
ga: Sórtáil:

# @item:inlistbox sort tasks in grouped task
source: Do not sort
ga: Ná sórtáil

# @item:inlistbox sort tasks in grouped task
source: Manually
ga: De láimh

# @item:inlistbox sort tasks in grouped task
source: Alphabetically
ga: De réir aibítre

# @item:inlistbox sort tasks in grouped task
source: By desktop
ga: De réir deisce

# @item:inlistbox sort tasks in grouped task
source: By activity
ga: De réir gníomhaíochta

# @item:inlistbox sort tasks in grouped task
source: By horizontal window position
ga: De réir suíomh cothrománach na fuinneoige

# @option:check configure task sorting
source: Keep launchers separate
ga: Coinnigh lainseálaithe ar leithligh

# @option:check for icons-and-text task manager
source: Hide launchers after application startup
ga: Folaigh lainseálaithe tar éis thosú an fheidhmchláir

source: Clicking active task:
ga: Ag cliceáil ar an tasc gníomhach:

# @option:check Part of a sentence: 'Clicking active task minimizes the task'
source: Minimizes the task
ga: Laghdaíonn sé an tasc

# @label:listbox completes sentence like: … does nothing
source: Middle-clicking any task:
ga: Cliceáil sa lár ar aon tasc:

# @item:inlistbox Part of a sentence: 'Middle-clicking any task does nothing'
source: Does nothing
ga: Ní dhéanann sé tada

source: Closes window or group
ga: Dúnann sé fuinneog nó grúpa

source: Opens a new window
ga: Osclaíonn fuinneog nua

source: Minimizes/Restores window or group
ga: Íoslaghdaíonn/Athchóiríonn fuinneog nó grúpa

# @item:inlistbox Part of a sentence: 'Middle-clicking any task toggles grouping'
source: Toggles grouping
ga: Athraíonn grúpáil

source: Brings it to the current virtual desktop
ga: Tugann sé chuig an deasc fíorúil reatha é

source: Scrolling behavior:
ga: Iompar scrollaigh:

# @item:inlistbox Part of a sentence: 'Scrolling behavior does nothing'
source: Does nothing
ga: Ní dhéanann sé tada

source: Cycles through all tasks
ga: Téann sé trí na tascanna go léir

source: Cycles through the hovered task’s windows
ga: Téann sé trí fhuinneoga an tasc atá faoi chois

source: Adjusts the hovered task’s volume
ga: Coigeartaíonn sé toirt an tasc atá faoi luamhán

# @option:check mouse wheel task cycling
source: Skip minimized tasks
ga: Seachain tascanna íoslaghdaithe

# @label for checkbox group, completes sentence like: … from current screen
source: Show only tasks:
ga: Taispeáin tascanna amháin:

# @option:check completes sentence: show only tasks
source: From the current desktop
ga: Ón deasc reatha

# @option:check completes sentence: show only tasks
source: From the current activity
ga: Ón ngníomhaíocht reatha

# @option:check completes sentence: show only tasks
source: From the current screen
ga: Ón scáileán reatha

# @option:check completes sentence: show only tasks
source: That are minimized
ga: A bhfuil íoslaghdú déanta orthu

# @label for checkbox, completes sentence: … unhide if window wants attention
source: When panel is hidden:
ga: Nuair a bhíonn an painéal i bhfolach:

# @option:check completes sentence: When panel is hidden
source: Unhide when a window wants attention
ga: Nochtadh nuair a bhíonn aird ag teastáil ó fhuinneog

# @label for radiobutton group completes sentence like: … on the bottom
source: New tasks appear:
ga: Feictear tascanna nua:

# @option:check completes sentence: New tasks appear
source: On the bottom
ga: Ar an mbun

# @option:check completes sentence: New tasks appear
source: To the right
ga: Ar dheis

# @option:check completes sentence: New tasks appear
source: To the left
ga: Ar chlé

# @option:check completes sentence: New tasks appear
source: On the top
ga: Ar an mbarr

# @title:group for section of menu items
source: Places
ga: Áiteanna

# @title:group for section of menu items
source: Recent Files
ga: Comhaid Le Déanaí

# @title:group for section of menu items
source: Actions
ga: Gníomhartha

# Play previous track
source: Previous Track
ga: An Rian Roimhe Seo

# Pause playback
source: Pause
ga: Sos

# Start playback
source: Play
ga: Seinn

# Play next track
source: Next Track
ga: An Chéad Rian Eile

# Quit media player app
source: Quit
ga: Scoir

# Open or bring to the front window of media player app
source: Restore
ga: Athchóirigh

# @option:check inmenu, no separate unmute action
source: Mute
ga: Balbhaigh

# action:inmenu
source: Open New Window
ga: Oscail Fuinneog Nua

# action:inmenu
source: Move to &Desktop
ga: Bog go dtí &Deasc

# action:inmenu
source: Move &To Current Desktop
ga: Bog go &dtí an Deasc Reatha

# action:inmenu
source: &All Desktops
ga: &Gach Deasc

# action:inmenu
source: &New Desktop
ga: Deasc &Nua

# action:inmenu
source: Show in &Activities
ga: Taispeáin i &Gníomhaíochtaí

# action:inmenu
source: Add To Current Activity
ga: Cuir leis an nGníomhaíocht Reatha

# action:inmenu
source: All Activities
ga: Gach Gníomhaíocht

# action:inmenu
source: Move to %1
ga: Bog go %1

# action:inmenu
source: &Pin to Task Manager
ga: &Pionáil chuig Bainisteoir Tascanna

# action:inmenu
source: On All Activities
ga: Ar Gach Gníomhaíocht

# action:inmenu
source: On The Current Activity
ga: Ar An Gníomhaíocht Reatha

# action:inmenu
source: Unpin from Task Manager
ga: Díphionáil ón mBainisteoir Tascanna

# item:inmenu opens submenu
source: More
ga: Tuilleadh

# action:inmenu
source: &Move
ga: &Bog

# action:inmenu
source: Re&size
ga: Athraigh méid

# action:inmenu
source: Ma&ximize
ga: Uasmhéadaigh

# action:inmenu
source: Mi&nimize
ga: Íoslaghdaigh

# action:inmenu
source: Keep &Above Others
ga: Coinnigh &Os Cionn Daoine Eile

# action:inmenu
source: Keep &Below Others
ga: Coinnigh &Faoi bhun Daoine Eile

# action:inmenu
source: &Fullscreen
ga: &Lánscáileán

# action:inmenu
source: &Shade
ga: &Scáth

# @action:inmenu
source: &No Titlebar and Frame
ga: Gan Barra Teidil ná Fráma

# @action:inmenu
source: &Hide from Screencast
ga: &Folaigh ón gCraoladh Scáileáin

# @option:check inmenu
source: Allow this program to be grouped
ga: Ceadaigh an clár seo a ghrúpáil

# @action:inmenu
source: &Close All
ga: &Dún Gach Rud

# @action:inmenu
source: &Close
ga: &Dún

# @info:usagetip %1 application name
source: Launch %1
ga: Lainseáil %1

# @info:tooltip
source: There is %1 new message.
ga: Tá %1 teachtaireacht nua ann.

# @info:usagetip %1 task name
source: Show Task tooltip for %1
ga: Taispeáin leid uirlisí Tasca do %1

# @info:usagetip %1 task name
source: Show windows side by side for %1
ga: Taispeáin fuinneoga taobh le taobh le haghaidh %1

# @info:usagetip %1 task name
source: Open textual list of windows for %1
ga: Oscail liosta téacsúil fuinneoga le haghaidh %1

# @info:usagetip %1 task name
source: Activate %1
ga: Gníomhachtaigh %1

# @info:tooltip Close this window
source: Close window
ga: Dún an fhuinneog

# button to unmute app
source: Unmute %1
ga: Díbhalbhaigh %1

# button to mute app
source: Mute %1
ga: Balbhaigh %1

# Accessibility data on volume slider
source: Adjust volume for %1
ga: Coigeartaigh an toirt do %1

# Comma-separated list of desktops
source: On %1
ga: Ar %1

# Comma-separated list of desktops
source: Pinned to all desktops
ga: Prionáilte le gach deasc

# Which virtual desktop a window is currently on
source: Available on all activities
ga: Ar fáil ar gach gníomhaíocht

# Activities a window is currently on (apart from the current one)
source: Also available on %1
ga: Ar fáil freisin ar %1

# Which activities a window is currently on
source: Available on %1
ga: Ar fáil ar %1
