Repository: KDE/plasma-desktop
Catalog: po/*/plasma_shell_org.kde.plasma.desktop.po
Languages: ga

# @info:status currently active activity
source: Currently being used
ga: In úsáid faoi láthair

# @action shows when dragging file over item
source: Move to this activity
ga: Bog go dtí an ghníomhaíocht seo

# @action shows when dragging file over item
source: Show also in this activity
ga: Taispeáin freisin sa ghníomhaíocht seo

# @action:button tooltip only, opens kcm
source: Configure
ga: Cumraigh

# @action:button opens Activity kcm
source: Create activity…
ga: Cruthaigh gníomhaíocht…

# @title:window
source: Activities
ga: Gníomhaíochtaí

# @action:button
source: Copy to Clipboard
ga: Cóipeáil chuig an nGearrthaisce

# @action:button opens dialog
source: View Error Details…
ga: Féach Sonraí na hEarráide…

# @info:whatsthis Accessible description for panel widget %1
source: Open %1
ga: Oscail %1

# @title:window About this widget
source: About
ga: Maidir

# plasma_shell_org.kde.plasma.desktop
source: Send an email to %1
ga: Seol ríomhphost chuig %1

# @action:button icononly for tooltip & accessible %1 is url
source: Open website %1
ga: Oscail suíomh Gréasáin %1

# @title:group
source: Website
ga: Suíomh Gréasáin

# @title:group
source: Get Help
ga: Faigh Cabhair

# @action:button urlbutton
source: Report an issue
ga: Tuairiscigh fadhb

# @title license information
source: Copyright
ga: Cóipcheart

# @label %1 is the short SPDX text for the license
source: License: %1
ga: Ceadúnas: %1

# @action:button
source: Read License
ga: Ceadúnas Léigh

# @title:group
source: Authors
ga: Údair

# @title:group
source: Credits
ga: Creidiúintí

# @title:group
source: Translators
ga: Aistritheoirí

# @title:group for configuration dialog page
source: Keyboard Shortcuts
ga: Aicearraí Méarchláir

# @title:group for About dialog page
source: About
ga: Maidir

# @title:window dialog title
source: Apply Settings
ga: Cuir Socruithe i bhFeidhm

# @label dialog body
source: The current page has unsaved changes. Apply the changes or discard them?
ga: Tá athruithe neamhshábháilte ar an leathanach reatha. An bhfuil tú ag iarraidh na hathruithe a chur i bhfeidhm nó iad a chaitheamh amach?

# @action:button
source: OK
ga: Ceart go leor

# @action:button
source: Apply
ga: Cuir i bhfeidhm

# @action:button
source: Cancel
ga: Cealaigh

source: Open configuration page
ga: Oscail an leathanach cumraíochta

# @label for shortcuts
source: Left-Button
ga: Cnaipe Clé

# @label for shortcuts
source: Right-Button
ga: Cnaipe Deas

# @label for shortcuts
source: Middle-Button
ga: Cnaipe Lárnach

# @label for shortcuts
source: Back-Button
ga: Cnaipe Ar Ais

# @label for shortcuts
source: Forward-Button
ga: Cnaipe Ar Aghaidh

# @label for shortcuts
source: Vertical-Scroll
ga: Scrollaigh Ingearach

# @label for shortcuts
source: Horizontal-Scroll
ga: Scrollaigh Chothrománach

# @action:button
source: Add Action
ga: Cuir Gníomh Leis

# @info:status inlinemessage
source: Layout changes have been restricted by the system administrator
ga: Tá srian curtha ag riarthóir an chórais ar athruithe ar an leagan amach

# @label:listbox
source: Layout:
ga: Leagan Amach:

# @label:listbox
source: Wallpaper type:
ga: Cineál cúlbhrat:

# @action:button
source: Get New Plugins…
ga: Faigh Breiseáin Nua…

# @info
source: Layout changes must be applied before other changes can be made
ga: Ní mór athruithe leagan amach a chur i bhfeidhm sula bhféadfar athruithe eile a dhéanamh

# @action:button
source: Apply Now
ga: Cuir i bhfeidhm anois

# @title:window for configuration page
source: Shortcuts
ga: Aicearraí

# @action:button set keyboard shortcut for
source: Activate widget as if clicked:
ga: Gníomhachtaigh an giuirléid amhail is dá gcliceálfaí air:

# @title:group for configuration dialog page
source: Wallpaper
ga: Cúlbhrat

# @title:group for configuration dialog page
source: Mouse Actions
ga: Gníomhartha Luiche

# @action:button inactive state for button recording mouse input
source: Add Action
ga: Cuir Gníomh Leis

# @action:button active state for button recording mouse input
source: Input Here
ga: Ionchur Anseo

# @title:window
source: Panel Settings
ga: Socruithe Painéil

source: Add New
ga: Cuir Nua leis

# @action:menu add a spacer
source: Spacer
ga: Eatraimhín

# @action:menu add a widget
source: Widgets…
ga: Giuirléidí…

# @title:group
source: Position
ga: Seasamh

# @label panel screen edge
source: Top
ga: Barr

# @label panel screen edge
source: Right
ga: Deas

# @label panel screen edge
source: Left
ga: Chlé

# @label panel screen edge
source: Bottom
ga: Bun

# action:button
source: Set Position…
ga: Socraigh Suíomh…

# @title:group
source: Alignment
ga: Ailíniú

# @item:inlistbox
source: Top
ga: Barr

# @item:inlistbox
source: Left
ga: Chlé

# @item:inlistbox
source: Center
ga: Lár

# @item:inlistbox
source: Bottom
ga: Bun

# @item:inlistbox
source: Right
ga: Deas

# @title:group panel height
source: Height
ga: Airde

# @title:group panel width
source: Width
ga: Leithead

# @item:inlistbox panel fills the full height of the display
source: Fill height
ga: Airde líonta

# @item:inlistbox panel fills the full width of the display
source: Fill width
ga: Leithead líonta

# @item:inlistbox panel is just big enough to fit its content
source: Fit content
ga: Ábhar oiriúnach

# @item:inlistbox panel size
source: Custom
ga: Saincheaptha

# @title:group
source: Visibility
ga: Infheictheacht

# @item:inlistbox
source: Always visible
ga: Le feiceáil i gcónaí

# @item:inlistbox
source: Auto hide
ga: Folaigh go huathoibríoch

# @item:inlistbox
source: Dodge windows
ga: Fuinneoga Seachain

# @item:inlistbox
source: Windows go below
ga: Téann fuinneoga thíos

# @title:group
source: Opacity
ga: Teimhneacht

# @item:inlistbox
source: Adaptive
ga: Oiriúnaitheach

# @item:inlistbox
source: Opaque
ga: Teimhneach

# @item:inlistbox
source: Translucent
ga: Trédhearcach

# @title:group Degree of floatingness of panel and applets
source: Floating
ga: Ar snámh

# @item:inlistbox Option to disable floating panels or applets
source: Disabled
ga: Díchumasaithe

# @item:inlistbox Option to make only panel applets always float
source: Applets only
ga: Feidhmchláiríní amháin

# @item:inlistbox Option to make panel and applets floating
source: Panel and applets
ga: Painéal agus feidhmchláiríní

# @action:button Revert an unsupported configuration back to the defaults
source: Fix it
ga: Deisigh é

# @label:spinbox
source: Panel Width:
ga: Leithead an Phainéil:

# @label:spinbox
source: Panel Height:
ga: Airde an Phainéil:

# @title:group shortcut that moves focus to the panel
source: Focus shortcut:
ga: Aicearra fócais:

# @info:tooltip
source: Press this keyboard shortcut to move focus to the Panel
ga: Brúigh an aicearra méarchláir seo chun an fócas a bhogadh chuig an bPainéal

# @action:button accessible name
source: Focus Shortcut Setter
ga: Socraitheoir Aicearra Fócais

# @info:whatsthis Accessible description for button
source: Button to set the shortcut for the panel to gain focus
ga: Cnaipe chun an aicearra a shocrú don phainéal chun fócas a fháil

# @action:button Delete the panel
source: Delete Panel
ga: Scrios Painéal

# @info:tooltip for button
source: Remove this panel; this action can be undone
ga: Bain an painéal seo; is féidir an gníomh seo a chealú

# @action:button Clone the panel
source: Clone Panel
ga: Painéal Clónála

# @info:tooltip for button
source: Create a new panel with the same settings and applets
ga: Cruthaigh painéal nua leis na socruithe agus na feidhmchláiríní céanna

# @action:button Close the panel configuration window
source: Close
ga: Dún

# @action:button Close the panel configuration window and exit edit mode
source: Exit Edit Mode
ga: Scoir Mód Eagarthóireachta

# @info:tooltip for button
source: Close Panel Settings window and exit Edit Mode
ga: Dún fuinneog Socruithe Painéil agus fág Mód Eagarthóireachta

# @info:tooltip slider handle
source: Drag to change maximum height.
ga: Tarraing chun an airde uasta a athrú.

# @info:tooltip slider handle
source: Drag to change maximum width.
ga: Tarraing chun an leithead uasta a athrú.

# @info:tooltip slider handle
source: Double-click to reset.
ga: Cliceáil faoi dhó chun athshocrú.

# @info:tooltip slider handle
source: Drag to change minimum height.
ga: Tarraing chun an airde íosta a athrú.

# @info:tooltip slider handle
source: Drag to change minimum width.
ga: Tarraing chun an leithead íosta a athrú.

# @info:tooltip slider handle
source: Drag to change position on this screen edge. Double-click to reset.
ga: Tarraing chun suíomh a athrú ar imeall an scáileáin seo. Cliceáil faoi dhó chun athshocrú.

# @title:window
source: Manage Panels and Desktops
ga: Bainistigh Painéil agus Deasca

# @info:usagetip
source: You can drag Panels and Desktops around to move them to different screens.
ga: Is féidir leat Painéil agus Deasca a tharraingt timpeall chun iad a bhogadh chuig scáileáin éagsúla.

# @action:button Close window
source: Close
ga: Dún

# @action:inmenu
source: Swap with Desktop on Screen %1
ga: Malartaigh le Deasc ar Scáileán %1

# @action:inmenu
source: Move to Screen %1
ga: Bog go dtí an Scáileán %1

# @action:inmenu
source: Remove Desktop
ga: Bain an Deasc

# @action:inmenu
source: Remove Panel
ga: Bain an Painéal

# @info % is screen name
source: %1 (primary)
ga: %1 (príomhúil)

# @title:window for widget alternatives explorer
source: Alternative Widgets
ga: Giuirléidí Malartacha

# @action:button accessible only, %1 is widget name
source: Add %1
ga: Cuir %1 leis

# @info:tooltip
source: Unsupported Widget
ga: Giuirléid Gan Tacaíocht

# Text displayed on top of newly installed widgets
source: New!
ga: Nua!

# @info:other accessible for badge showing applet count
source: %1 widget active
ga: %1 giuirléid gníomhach

# @info:other accessible for badge indicating new widget
source: Recently installed
ga: Suiteáilte le déanaí

# @action:button tooltip and accessible cancel uninstall widget
source: Cancel Uninstallation
ga: Cealaigh Díshuiteáil

# @action:button tooltip and accessible uninstall widget
source: Mark for Uninstallation
ga: Marcáil le haghaidh Díshuiteála

# @action:button accessible only, %1 is widget name
source: Cancel pending uninstallation for widget %1
ga: Cealaigh an díshuiteáil atá ar feitheamh don ghiuirléid %1

# @action:button accessible only, %1 is widget name
source: Mark widget %1 for uninstallation. Requires confirmation
ga: Marcáil an giuirléid %1 le haghaidh díshuiteála. Teastaíonn deimhniú

# @action:button
source: Remove all instances
ga: Bain gach cás

# @action:button accessible description, %1 number of instances %2 is widget name
source: Remove running instance of widget %2
ga: Bain an sampla reatha den ghiuirléid %2

# @action:button like listbox, switches category to all widgets
source: All Widgets
ga: Gach Giuirléidí

# @title:group for widget grid
source: Widgets
ga: Giuirléidí

# @action:button The word 'new' refers to widgets
source: Get New…
ga: Faigh Nua…

# @action:button
source: Get New Widgets…
ga: Faigh Giuirléidí Nua…

# @action:button accessible for close button
source: Close Widget Explorer
ga: Dún an Taiscéalaí Giuirléidí

# @label:textbox accessible
source: Search through widgets
ga: Cuardaigh trí ghiuirléidí

# @action:button tooltip only
source: Categories
ga: Catagóirí

# @action:button uninstall widgets in widget explorer
source: Uninstall (%1 Widget)
ga: Díshuiteáil (%1 Giuirléid)

# @info placeholdermessage
source: No widgets matched the search terms
ga: Níor tháinig aon ghiuirléidí leis na téarmaí cuardaigh

# @info placeholdermessage
source: No widgets available
ga: Níl aon ghiuirléidí ar fáil

# @title: group
source: Show clock:
ga: Taispeáin clog:

# @option:radio Clock always shown
source: Always
ga: I gcónaí

# @option:radio
source: Always show clock
ga: Taispeáin an clog i gcónaí

# @option:radio Clock shown only while unlock prompt is visible
source: On unlocking prompt
ga: Ar an leid dhíghlasála

# @option:radio
source: Show clock only on unlocking prompt
ga: Taispeáin an clog amháin nuair a dhéantar an leid dhíghlasála

# @option:radio Clock never shown
source: Never
ga: Choíche

# @option:radio
source: Never show clock
ga: Ná taispeáin an clog riamh

# @title: group UI controls for playback of multimedia content
source: Media controls:
ga: Rialuithe meán:

# @option:check
source: Show under unlocking prompt
ga: Taispeáin faoin leid dhíghlasála

# @info:status
source: Unlocking failed
ga: Theip ar dhíghlasáil

# @info:status
source: Caps Lock is on
ga: Tá Caps Lock ar siúl

# @action:button
source: Slee&p
ga: Codladh

# @action:button
source: &Hibernate
ga: &Suanaigh

# @action:button
source: Switch &User
ga: &Athraigh Úsáideoir

# Button to show/hide virtual keyboard
source: Virtual Keyboard
ga: Méarchlár Fíorúil

# Button to change keyboard layout
source: Switch layout
ga: Leagan amach lasc

# @info:placeholder in text field
source: Password
ga: Pasfhocal

# @action:button accessible only
source: Unlock
ga: Díghlasáil

# @info:usagetip
source: (or scan your fingerprint on the reader)
ga: (nó scanadh do mhéarloirg ar an léitheoir)

# @info:usagetip
source: (or scan your smartcard)
ga: (nó scanadh do chárta cliste)

# @info:status
source: No title
ga: Gan teideal

# @info:status
source: No media playing
ga: Gan aon mheáin ag seinm

# @action:button Accessible only
source: Previous track
ga: An rian roimhe seo

# @action:button Accessible only
source: Play or Pause media
ga: Seinn nó Sos meáin

# @action:button Accessible only
source: Next track
ga: An chéad rian eile

# @action:button no-password unlock
source: Unlock
ga: Díghlasáil

# @action:button
source: More
ga: Tuilleadh

# @action:button
source: Exit Edit Mode
ga: Scoir Mód Eagarthóireachta

# @info:whatsthis Accessible name
source: Panel Focus Indicator
ga: Táscaire Fócas Painéil
