Repository: KDE/plasma-desktop
Catalog: po/*/plasma_applet_org.kde.plasma.kicker.po
Languages: ug

source: Remove from Favorites
ug: يىغقۇچتىن چىقىرىۋەت

source: Add to Favorites
ug: يىغقۇچقا قوش

source: On All Activities
ug: بارلىق پائالىيەتتە

source: On the Current Activity
ug: نۆۋەتتىكى پائالىيەتتە

source: Show in Favorites
ug: يىغقۇچتا كۆرسەت

# @title:group for configuration dialog page
source: General
ug: ئادەتتىكى

# @label prefix for icon-only button
source: Icon:
ug: سىنبەلگە:

# @item:inmenu Open icon chooser dialog
source: Choose…
ug: تاللا…

# @item:inmenu Reset icon to default
source: Clear Icon
ug: سىنبەلگە تازىلا

# @label:listbox
source: Show applications as:
ug: پىروگراممىنى كۆرسىتىدۇ:

# @item:inlistbox
source: Name only
ug: ئاتىلا

# @item:inlistbox
source: Description only
ug: چۈشەندۈرۈشىلا

# @item:inlistbox
source: Name (Description)
ug: ئاتى (چۈشەندۈرۈش)

# @item:inlistbox
source: Description (Name)
ug: چۈشەندۈرۈش(ئات)

# @title:group prefix for checkbox group
source: Behavior:
ug: قىلمىش:

# @option:check
source: Sort applications alphabetically
ug: پىروگراممىنى ئېلىپبە تەرتىپىدە تەرتىپلەيدۇ

# @option:check
source: Flatten sub-menus to a single level
ug: تارماق تىزىملىكنى يەككە دەرىجىگە تۈزلەيدۇ

# @option:check
source: Show icons on the root level of the menu
ug: غول تىزىملىك دەرىجىسىدە سىنبەلگە كۆرسىتىدۇ

# @title:group prefix for checkbox group
source: Show categories:
ug: سەھىپە كۆرسەت:

# @option:check
source: Recent applications
ug: يېقىنقى پىروگرامما

# @option:check
source: Often used applications
ug: دائىم ئىشلىتىدىغان پىروگرامما

# @option:check
source: Recent files
ug: يېقىنقى ھۆججەت

# @option:check
source: Often used files
ug: دائىم ئىشلىتىدىغان ھۆججەت

# @label:listbox
source: Sort items in categories by:
ug: سەھىپىدىكى تۈرنىڭ تەرتىپى:

# @item:inlistbox Sort items in categories by [Recently used | Often used]
source: Recently used
ug: يېقىندا ئىشلەتكەن

# @item:inlistbox Sort items in categories by [Recently used | Often used]
source: Often used
ug: دائىم ئىشلىتىدىغان

# @title:group prefix for checkbox group
source: Search:
ug: ئىزدە:

# @option:check
source: Expand search to bookmarks, files and emails
ug: ئىزدە دائىرىسىنى خەتكۈش، ھۆججەت ۋە ئېلخەتكە كېڭەيتىدۇ

# @option:check
source: Align search results to bottom
ug: ئىزدەش نەتىجىسىنى ئاستىغا توغرىلايدۇ

# @label prefix for a checkbox toggling Dark Mode
source: Appearance:
ug: قىياپەت:

# @option:check
source: Prefer Dark Mode when available
ug: ئىشلەتكىلى بولسا قاراڭغۇ ھالەتنى تاللايدۇ

# @info:tooltip
source: This feature uses the complementary colors from your colorscheme, which usually feature a dark background.
ug: بۇ ئىقتىدار رەڭ لايىھەڭىزگە قوشۇمچە رەڭنى ئىشلىتىدۇ، بۇ ئادەتتە قاراڭغۇ تەگلىكنى كۆرسىتىدۇ.

# @title:group for column with app and system action grids
source: Favorites
ug: يىغقۇچ

# @action:inmenu accessible description for opening submenu
source: Open category
ug: سەھىپە ئاچ

# @action:inmenu accessible description for opening app or file
source: Launch
ug: قوزغات

# @action:inmenu launches kmenuedit
source: Edit Applications…
ug: پىروگرامما تەھرىرلە…

# @title:group accessible name for favorite group in sidebar
source: Favorites
ug: يىغقۇچ

# @info:status
source: No matches
ug: ماس كەلگىنى يوق
